/* Error Code */

"DefaultError" = "网络错误，请稍后重试。";
"SOMP-302" = "账号已被锁定。如有疑问，请致电400-820-1188。(1302)";
"SOMP-303" = "欢迎您首次使用安吉星，注册码已经发送到您的邮箱:***@sina。com 及手机:1388****888，请查阅。";
"SOMP-304" = "注册码错误，请重新输入。(1304)";
"SOMP-305" = "注册码获取失败，请稍后重试。(1305)";
"SOMP-307" = "注册码已过期，请重新获取注册码。(1307)";
"SOMP-308" = "您尚未开通安吉星手机应用服务,请登录“我的安吉星”进行开通。(1308)";
"SOMP-309" = "您的账户下没有有效车辆。如有疑问，请致电400-820-1188。(1309)";
"SOMP-310" = "本手机应用未被上海安吉星授权。如有疑问，请致电400-820-1188。(1310)";
"SOMP-311" = "登录时效已过期，请重新登录。(1311)";
"SOMP-312" = "安吉星密码输入错误，您仅有三次机会，请重新输入密码。（1312)";
"SOMP-312-watch"="服务密码错误";
"SOMP-313" = "车辆账号切换失败，请稍后重试。(1313)";
"SOMP-314" = "您的手机已与其他安吉星账号绑定，请登录“我的安吉星”进行解绑后，再进行操作。(1314)";
"SOMP-315" = "安全验证失败，请重新登录。(1315)";
"SOMP-316" = "用户信息被改动，请重新登录。(1316)";
"SOMP-317" = "会话已过期，请重新登录。(1317)";
"SOMP-318" = "注册码输入错误已累计5次，请重新获取注册码。(1318)";
"SOMP-319" = "手机已经被注销。(1319)";
"SOMP-321" = "远程控制没有opt-in。(1321)";
"SOMP-323" = "您的帐号正在被其他手机使用。(1323)";
"SOMP-324" = "安吉星密码已输错3次，您的遥控功能将被锁定10分钟，请稍后再试。(1324)";
"SOMP-324-watch"="服务密码错误3次,应用冻结30分钟";
"SOMP-325" = "您访问的内容不存在。(1325)";
"SOMP-401" = "车况报告读取失败，请稍后重试。(1401)";
"SOMP-402" = "真实故事读取失败，请稍后重试。(1402)";
"SOMP-403" = "促销信息读取失败，请稍后重试。(1403)";
"SOMP-404" = "服务贴士读取失败，请稍后重试。(1404)";
"SOMP-405" = "系统错误。(1405)";
"SOMP" = "系统错误:";
"SOMP-501" = "客户端升级失败。(1501)";
"SOMP-503" = "为了保障您的用户体验，请你即时更新到最新版本";//"本应用已推出更新版本。请下载安装最新版本，以免影响正常使用。(1503)";
"SOMP-504" = "安吉星手机应用已更新，是否需要更新？";

"SOMP-601" = "系统错误。(1601)";
"SOMP-603" = "未找到用户邮箱和电话号码。(1603)";
"SOMP-604" = "访问系统失败，请拨打400-820-1188联系安吉星客服。";
"SOMP-701" = "目的地删除失败，请稍后重试。 (1701)";
"SOMP-702" = "收藏夹已满，是否要进入\"目的地收藏\"删除旧条目？(1702)";
"SOMP-901" = "网络错误，请稍后重试。(1901)";
"SOMP-902" = "网络错误，请稍后重试。(1902)";
"SOMP-903" = "网络错误，请稍后重试。(1903)";
"SOMP-904" = "网络错误，请稍后重试。(1904)";

"SOMP-326" = "您的手机或邮箱已被使用，请您拨打4008201188更改您的个人信息后注册。";
"SOMP-327" = "您在安吉星未留手机或邮箱，请拨打4008201188补充您的个人信息。";
"SOMP-328" = "网络错误，请稍后重试。";
"SOMP-329" = "注册码无效。";
"SOMP-330" = "车架号或者证件号不能为空。";
"SOMP-331" = "您的车辆存在多种身份，请输入证件号进行升级。";

"ONS-101" = "登录时效已过期，请重新登录。(0101)";
"ONS-104" = "操作次数已经超过系统预设上限。如有疑问，请致电400-820-1188。(0104)";
"ONS-105" = "系统错误。(0105)";
"ONS-106" = "系统错误。(0106)";
"ONS-107" = "系统错误。(0107)";
"ONS-108" = "系统错误。(0108)";
"ONS-110" = "系统错误。(0110)";
"ONS-114" = "目的地不可达。(0114)";
"ONS-201" = "系统错误。(0201)";
"ONS-210" = "系统错误。(0210)";
"ONS-211" = "汽车在当前状态下无法执行您所选择的操作，请稍后重试。(0211)";
"ONS-212" = "系统错误。(0212)";
"ONS-213" = "系统错误。(0213)";
"ONS-214" = "系统错误。(0214)";
//"ONS-215" = "目的地发送到车上失败。(0215)";
"ONS-215" = "无法执行此请求。(0215)";
"ONS-216" = "系统错误。(0216)";
"ONS-217" = "系统错误。(0217)";
"ONS-218" = "系统错误。(0218)";
//"ONS-300" = "系统错误。(0300)";
"ONS-300" = "操作失败，可能因为您有同类的遥控操作正在处理中，请稍后再试。(0300)";
"ONS-801" = "系统错误。(0801)";
"ONS-802" = "系统错误。(0802)";
"ONS-803" = "系统错误。(0803)";
"ONS-804" = "系统错误。(0804)";
"ONS-900" = "系统错误。(0900)";
"ONS-901" = "系统错误。(0901)";
"ONS-902" = "系统错误。(0902)";
"ONS-903" = "系统错误。(0903)";
"ONS-910" = "系统错误。(0910)";

"getReportSystemError" = "车况检测报告暂不能显示。（1601)";

/* Create DataBase Form */
"createDataBaseForm" = "CREATE TABLE IF NOT EXISTS %@ (vin INTEGER PRIMARY KEY， vehicleRange TEXT);";

/* #define XML Format Error */
"jsonFormatError" = "网络错误。(1903)";

/* Unknow Error Code */
"unknownErrorCode" = "未知错误。(%@)";
"unknownError" = "未知错误。";
/* Get SAML Token false*/
"getSAMLTokenFalse" = "安全验证失败，请重新登录。(1905)";

/*Info Page Back Button Title */
"infoPageButtonBackTitle" = "返回";

/* Check RPO Vehicle */
"checkRPOVehicle" = "CTS";

/***********************************Tabbar Items ******************************/
"tabbarItemIndex" = "主页";
"tabbarItemVehicle" = "车况";
"tabbarItemRemote" = "遥控";
"tabbarItemCharge" = "充电";
"tabbarItemNavigate" = "导航";
"tabbarItemDiscover" = "发现";
"tabbarItemMe" = "我的";
//"tabbarItemAssistant" = "助手";
//"tabbarItemOption" = "选项";
"tabbarItemAssistant" = "信息中心";
"tabbarItemOption" = "个人";
"navigationTitleMore" = "更多";
/***********************************Tabbar Items ******************************/

"IntelligentHouse"="智能家居";
"Charge"="充电管理";
"VehicleEvaluate"="爱车评估";
"SearchIllegally"="查违章";
"ScanCoder"="扫一扫";
"SearchRestrict"="查限行";
/***********************************Waitting Page******************************/
/* Now is sending request */
"nowIsSenddingRequest" = "正在发送请求";

/* Please Waite */
"pleaseWaite" = "请稍候";
/***********************************Waitting Page******************************/


/**************************************Login Page******************************/
/* username */
"username" = "用户名";

/* password */
"password" = "密    码:";

/* rememberMe */
"rememberMe" = "记住我";

/* Username Is Null */
"usernameIsNull" = "请输入正确的用户名";

/* Password Is Null */
"passwordIsNull" = "密码不能为空";

/* Login Info Navigation Title Lable */
"loginInfoNavigateTitle" = "登录";

/* Login Info Status Title Lable */
"loginInfoStatusTitle" = "登录帮助";

/* Login Info Content */
//"loginInfoContent" = "安吉星手机应用程序仅供安吉星用户使用。如您是安吉星用户，请登陆www.OnStar.com.cn，点击右上角“我的安吉星”进行帐户注册，开通手机应用服务后即可使用。登录本应用程序所需的用户名和密码与您登录“我的安吉星”所使用的用户名和密码一致。";
"loginInfoContent" = "如您是安吉星用户，请登陆www.OnStar.com.cn，点击右上角“我的安吉星”进行帐户注册，开通手机应用服务后即可使用。登录本应用程序所需的用户名和密码与您登录“我的安吉星”所使用的用户名和密码一致。";


/* Upgrade Mandatory */
"upgradeMandatory" = "您的软件版本过低，请升级以便获得更多的功能";

/* Upgrade Optional */
"upgradeOptional" = "发现有新版本，是否现在更新？";

/* Upgrade Not Needed */
"upgradeNotNeeded" = "已经是最新版本不需要升级";

/* Upgrade Ok Button */
"upgradeOKButton" = "确定";

/* Upgrade Cancel Button */
"upgradeCancelButton" = "取消";
/**************************************Login Page******************************/

/************************************Registe Page******************************/
/* Registe Code */
"registeCode" = "注册码";

/* Nick Name */
"nickName" = "昵称";

/*Registe Status Title Lable */
"registeNavigateTitle" = "注册";

/* RegCode or Nickname can not be null*/
"regcodeOrNicknameIsNull" = "注册码或昵称不能为空";

/* Button OK title */
"regButtonOkTitle" = "确定";

/* Button reset title */
"regButtonResetTitle" = "重置";

/* Button Registe Code Title */
"regButtonRegcodeTitle" = "重新获取注册码";

/* Not registe message */
"needActivateDevice" = "欢迎您使用安吉星手机应用，首次使用安吉星手机应用，需要输入本手机的激活码。相关激活码已发送到您在“我的安吉星”注册的电子邮件:%@和手机:%@，请查收。";

/* Not registe message with email */
"needActivateDeviceWithEmail" = "欢迎您使用安吉星手机应用，首次使用安吉星手机应用，需要输入本手机的激活码。相关激活码已发送到您在“我的安吉星”注册的电子邮件:%@，请查收。";

/* Not registe message with phone*/
"needActivateDeviceWithPhone" = "欢迎您使用安吉星手机应用，首次使用安吉星手机应用，需要输入本手机的激活码。相关激活码已发送到您在“我的安吉星”注册的手机:%@，请查收。";

/* Registe Info Status Title Lable */
"registeInfoStatusTitle" = "注册帮助信息";

/* Registe Info Content */
"registeInfoContent" = "注册码会以邮件或短信的方式发送到注册安吉星服务时填写的邮箱和手机号码。请在“注册码”输入框内输入您接收到的注册码。提示：该注册码有效期为24小时，如该注册码超过24小时仍未进行注册，请点击“重新获取注册码”。昵称是您为此手机设定的设备名称。如您的账号供多台手机使用，您可在“我的安吉星”通过昵称区分您的不同手机。";
/************************************Registe Page******************************/


/************************************Home Page*********************************/
/* Home Page navigate title label */
"homeNavigateTitle" = "车况";

/* Label Refresh Data */
"labelRefreshData" = "正在获取车辆数据，可能需要1分钟";

/*Fuel In Gas Title */
"fuelInGasTitle" = "燃油余量";
"fuelBatteryTitle" = "油电余量";
"batteryTitle" = "电余量";
"labelFuelInGasMark" = "未取到";

"dropDownRefresh" = "下拉刷新，了解爱车状况。";
"dropDownRefreshFailure" = "刷新失败了唉，\n下拉刷新再试试吧。";
"loginRegister" = "登录/注册";


/* Oil In Gas Title */
"OilInGasTitle" = "机油寿命";
/*Fuel In Gas Measure */
"fuelInGasMeasure" = "升";

/* Available Range */
"avaliableRangeMile" = "可行驶里程";
"avaliableRangeMileEV" = "燃油续航里程";

/* Post Available Range */
"postAvailableRange" = "公里";

/* Pre Total Mile */
"preTotalMile" = "总里程数";

/* Post Total Mile */
"postTotalMile" = "公里";

/* Pre Ave Gas Cost */
"preAveGasCost" = "平均油耗";

/* Post Ave Gas Cost */
"postAveGasCost" = "升/百公里";

/* Pre Last Trip */
"preLastTrip" = "上次里程";
"preLastTripEV" = "充满电(至今)总里程";

/* PostLastTrip */
"postLastTrip" = "公里";

/* Pre Last Gas Cost */
"preLastGasCost" = "上次油耗";
"preLastGasCostEV" = "充满电(至今)油耗";

/* PostLastGasCost */
"postLastGasCost" = "升/百公里";

/* Data update time */
"homeDataUpdateTimeTitle" = "更新时间";
"homeDataUpdateTime" = "%@月%@日 %@:%@:%@";
/* Placard Front Title */
"placardFrontTitle" = "参考值";

/* Unit */
"psi" = "千帕";
"kpa" = "千帕";
"Kpa" = "千帕";

/* Request ID Dose Not Match */
"requestIDDoseNotMatch" = "获取数据失败，请稍候再试。";

/* Update Data false */
"homeUpdateDataFalse" = "------";

/* Polling Get Vehicle Data Failure Message With Code*/
"pollingGetVehicleDataFailureMessageWithCode" = "获取车辆数据失败。(%@)";

/* Polling Get Vehicle Data Failure Message With Code*/
"pollingGetVehicleDataFailureMessage" = "获取车辆数据失败, 请稍后重试。(%@)";
"pollingGetVehicleDataTimeOut" = "获取车辆数据超时, 请稍后重试。";

/*Home Info Status Title Lable */
"homeInfoStatusTitle" = "车况帮助信息";

/* Home Front Page Info Content */
"homeFrontInfoContent" = "首次使用安吉星手机应用程序时，系统将自动获取当前所选车辆的油耗、里程等信息，该数据获取需1至3分钟。再次使用时，系统将自动显示上一次获取的车况数据。您可在设置中修改“是否在登录时自动获取车况数据”。您可点击屏幕右上方按钮更新最新车况信息。同时您可以拖动/切换页面，查看车辆其它信息。
提示：所有车辆信息均为车辆熄火时数据。";

/* Home Front Page Info Content for volt */
"homeFrontInfoContentVolt" = "首次使用安吉星手机应用程序时，系统将自动获取当前所选车辆的车况，包括电池电量、充电开始/结束时间等信息，该数据获取需1至3分钟。

再次使用时，系统将自动显示上一次获取的车况数据。您可在设置中修改“是否在登录时自动获取车况数据”。

您可点击屏幕右上方按钮更新最新车况信息。同时您可以拖动/切换页面，查看车辆其它信息。

提示：所有车辆信息均为车辆熄火时数据。";

/* Home Back Page Info Content */
"homeBackInfoContent" = "首次使用安吉星手机应用程序时，系统将自动获取当前所选车辆的油耗、里程等信息，该数据获取需1至3分钟。

再次使用时，系统将自动显示上一次获取的车况数据。您可在设置中修改“是否在登录时自动获取车况数据”。

您可点击屏幕右上方按钮更新最新车况信息。同时您可以拖动/切换页面，查看车辆其它信息。

提示：所有车辆信息均为车辆熄火时数据。";

/* Home Back Page Info Content for volt */
"homeBackInfoContentVolt" = "首次使用安吉星手机应用程序时，系统将自动获取当前所选车辆的车况，包括电池电量、充电开始/结束时间等信息，该数据获取需1至3分钟。

再次使用时，系统将自动显示上一次获取的车况数据。您可在设置中修改“是否在登录时自动获取车况数据”。

您可点击屏幕右上方按钮更新最新车况信息。同时您可以拖动/切换页面，查看车辆其它信息。

提示：所有车辆信息均为车辆熄火时数据。";

"homeEVInfoContent" = "首次使用安吉星手机应用程序时，系统将自动获取当前所选车辆的车况，包括电池电量、充电开始/结束时间等信息，该数据获取需1至3分钟。

再次使用时，系统将自动显示上一次获取的车况数据。您可在设置中修改“是否在登录时自动获取车况数据”。

您可点击屏幕右上方按钮更新最新车况信息。同时您可以拖动/切换页面，查看车辆其它信息。

提示：所有车辆信息均为车辆熄火时数据。";

"homeEVInfoContentBev" = "首次使用安吉星手机应用程序时，系统将自动获取当前所选车辆的车况，包括电池电量、充电开始/结束时间等信息，该数据获取需1至3分钟。

再次使用时，系统将自动显示上一次获取的车况数据。您可在设置中修改“是否在登录时自动获取车况数据”。

提示：所有车辆信息均为车辆熄火时数据。";
/************************************Home Page*********************************/

/***********************************Home Page EV*******************************/
"BatteryLableTitle" = "电池电量";
"rangeLabelEvRange" = "电动续航里程";
"rangeLabelTotleRange" = "综合续航里程";
"rangeLabelMileage" = "公里";
"chargeModeImmediately" = "即插即充";
"chargeModeDelayedDeparture" = "根据出发时间延迟充电";
"chargeModeDelayedRate" = "根据电费费率和出发时间延迟充电";
/***********************************Home Page EV*******************************/


/******************************Remote Control Page*****************************/
/* Remote Control Page navigate title label */
"remoteNavigateTitle" = "遥控";
/* Remote Lock Initiate Sucess */
"remoteLockInitiateSucess" = "车门上锁，您的请求已接受，请耐心等待1至3分钟";

/* Remote Unlock Initiate Sucess */
"remoteUnlockInitiateSucess" = "车门解锁，您的请求已接受，请耐心等待1至3分钟";

/* Remote Satrt Initiate Sucess */
"remoteStartInitiateSucess" = "远程启动，您的请求已接受，请耐心等待1至3分钟";

/* Remote Stop Initiate Sucess */
"remoteStopInitiateSucess" = "取消启动，您的请求已接受，请耐心等待1至3分钟";

/* Remote Alert Initiate Sucess */
"remoteAlertInitiateSucess" = "车停位置提示，您的请求已接受，请耐心等待1至3分钟";

/* Remote Satrt Initiate Sucess */
"remoteStartInitiateSucessBEV" = "空调启动，您的请求已接受，请耐心等待1至3分钟";

/* Remote Stop Initiate Sucess */
"remoteStopInitiateSucessBEV" = "空调关闭，您的请求已接受，请耐心等待1至3分钟";

/* Polling False */
"pollingFailureMessage" = "失败";

/* Polling Lock Door Sucess Message */
"pollingLockDoorSucessMessage" = "车门上锁操作成功。";
"pollingLockDoorFailureMessage" = "车门上锁操作失败, 请稍后重试。(%@)";
"pollingLockDoorFailureNullCodeMessage" = "车门上锁操作失败, 请稍后重试。";
"pollingLockDoorTimeOut" = "车门上锁操作超时, 请稍后重试。";

/* Polling Unlock Door Sucess Message */
"pollingUnlockDoorSucessMessage" = "车门解锁操作成功。";
"pollingUnlockDoorFailureMessage" = "车门解锁操作失败, 请稍后重试。(%@)";
"pollingUnlockDoorFailureNullCodeMessage" = "车门解锁操作失败, 请稍后重试。";
"pollingUnlockDoorTimeOut" = "车门解锁操作超时, 请稍后重试。";

/* Polling Remote Start Sucess Message */
"pollingRemoteStartSucessMessage" = "远程启动操作成功。";
"pollingRemoteStartFailureMessage" = "远程启动操作失败, 请稍后重试。(%@)";
"pollingRemoteStartTimeOut" = "远程启动操作超时, 请稍后重试。";


/* Polling Remote Stop Sucess Message */
"pollingRemoteStopSucessMessage" = "取消启动操作成功。";
"pollingRemoteStopFailureMessage" = "取消启动操作失败, 请稍后重试。(%@)";
"pollingRemoteStopTimeOut" = "取消启动操作超时, 请稍后重试。";

/* Polling Remote Start Sucess Message for BEV */
"pollingRemoteStartSucessMessageBEV" = "%@ %@,空调启动操作成功。";
"pollingRemoteStartFailureMessageBEV" = "%@ %@,空调启动失败, 请稍后重试。(%@)";
"pollingRemoteStartTimeOutBEV" = "%@ %@,空调启动操作超时, 请稍后重试。";


/* Polling Remote Stop Sucess Message for BEV */
"pollingRemoteStopSucessMessageBEV" = "%@ %@,空调关闭操作成功。";
"pollingRemoteStopFailureMessageBEV" = "%@ %@,空调关闭操作失败, 请稍后重试。(%@)";
"pollingRemoteStopTimeOutBEV" = "%@ %@,空调关闭操作超时, 请稍后重试。";


/* Polling Vehicle Alert Sucess Message */
"pollingVehicleAlertSucessMessage" = "闪灯鸣笛操作成功。";
"pollingVehicleAlertFailureMessage" = "闪灯鸣笛操作失败, 请稍后重试。(%@)";
"pollingVehicleAlertTimeOut" = "闪灯鸣笛操作超时, 请稍后重试。";

"pollingVehicleAlertHornSucessMessage" = "鸣笛操作成功。";
"pollingVehicleAlertHornFailureMessage" = "鸣笛操作失败, 请稍后重试。(%@)";
"pollingVehicleAlertHornTimeOut" = "鸣笛操作超时, 请稍后重试。";

"pollingVehicleAlertLightSucessMessage" = "闪灯操作成功。";
"pollingVehicleAlertLightFailureMessage" = "闪灯操作失败, 请稍后重试。(%@)";
"pollingVehicleAlertLightTimeOut" = "闪灯操作超时, 请稍后重试。";

/* Lable Recent Status Title */
"recentStatusTitle" = "车辆操作历史";

/* Button Lock Title */
"remoteLockButtonTitle" = "车门上锁";

/* Button Unlock Title */
"remoteUnlockButtonTitle" = "车门解锁";

/* Button Remote Start Title */
"remoteRemoteStartButtonTitle" = "远程启动";

/* Button Remote Stop Title */
"remoteRemoteStopButtonTitle" = "取消启动";

/* Button Remote Start Title */
"remoteRemoteStartButtonTitleVolt" = "空调启动";

/* Button Remote Stop Title */
"remoteRemoteStopButtonTitleVolt" = "空调关闭";

/* Button Vehicle Alert Title */
"remoteVehicleAlertButtonTitle" = "闪灯鸣笛";

/* Button Recent Status Title */
"remoteRecentStatusButtonTitle" = "最近操作";

/*Vehicle Dose not support this feature */
"vehicleDoseNotSupportTheFeature" = "您的车不支持此服务";

/* Remote Control Opt In */
"remoteControlOptIn" = "该功能已经关闭，如需开启请拨打400-820-1188按3号键或者在车内按蓝色按钮联系技术支持小组为您处理。";

/* Remote Control Info Status Title Lable */
"remoteControlInfoStatusTitle" = "遥控帮助信息";

/* Remote Control Info Content */
"remoteControlInfoContent" = "安吉星手机应用为您提供五项车辆远程控制功能及最近手机操作记录查看功能。车门上锁：您可以通过安吉星手机应用对车辆进行远程上锁操作。车门解锁：您可以通过安吉星手机应用对车辆进行远程解锁操作。远程启动：如您在熄火前保持空调开启，执行远程启动操作将启动您车辆的空调设备。取消远程启动： 您可以通过安吉星手机应用对车辆进行取消远程启动操作。车停位置提示： 您可以通过安吉星手机应用对车辆进行远程车灯闪烁或者鸣号，以提示车辆所停位置。最近操作： 查看您最近通过此手机应用进行远程操作的记录。提示：1. 实际的远程控制功能由您车辆的配置决定。2. 在一次点火周期内只能连续使用两次远程启动功能；当车门处于开启状态或车钥匙在车上时，远程启动功能会失败。3. 当车辆处于行驶状态时，所有的远程遥控功能都将失效。4. 当车停位置提示操作成功后，车辆的闪灯和鸣号将持续30秒，您可以通过打开主驾驶一侧车门或发动车辆解除闪灯和鸣号。";

/*Remote Control Info Content for Volt*/

"voltRemoteControlInfoContent" = "安吉星手机应用为您提供五项车辆远程控制功能及最近手机操作记录查看功能。

车门上锁：您可以通过安吉星手机应用对车辆进行远程上锁操作。

车门解锁：您可以通过安吉星手机应用对车辆进行远程解锁操作。

远程启动：如您在熄火前保持空调开启，执行远程启动操作将启动您车辆的空调设备；当您的车辆无剩余电量时，该操作将可能仅远程启动车辆引擎。

取消远程启动： 您可以通过安吉星手机应用对车辆进行取消远程启动操作。

车停位置提示： 您可以通过安吉星手机应用对车辆进行远程车灯闪烁或者鸣号，以提示车辆所停位置。

最近操作： 查看您最近通过此手机应用进行远程操作的记录。

提示：

1. 实际的远程控制功能由您车辆的配置决定。

2. 在一次点火周期内只能连续使用两次远程启动功能；当车门处于开启状态或车钥匙在车上时，远程启动功能会失败。

3. 当车辆处于行驶状态时，所有的远程遥控功能都将失效。

4. 当车停位置提示操作成功后，车辆的闪灯和鸣号将持续30秒，您可以通过打开主驾驶一侧车门或发动车辆解除闪灯和鸣号。";


/*Remote Control Info Content for BEV*/

"RemoteControlInfoContentBev" = "安吉星手机应用为您提供五项车辆远程控制功能及最近手机操作记录查看功能。车门上锁：您可以通过安吉星手机应用对车辆进行远程上锁操作。

车门解锁：您可以通过安吉星手机应用对车辆进行远程解锁操作。

空调启动：当您在熄火前开启空调，执行空调启动操作将启动您车辆的空调设备。

空调关闭： 您可以通过该应用取消对车辆的空调启动操作。

车停位置提示： 您可以通过安吉星手机应用对车辆进行远程车灯闪烁或者鸣号，以提示车辆所停位置。

最近操作： 查看您最近通过此手机应用进行远程操作的记录。

提示：

1. 实际的远程控制功能由您车辆的配置决定。

2. 在一次点火周期内只能连续使用两次远程启动功能；当车门处于开启状态或车钥匙在车上时，远程启动功能会失败。

3. 当车辆处于行驶状态时，所有的远程遥控功能都将失效。

4. 当车停位置提示操作成功后，车辆的闪灯和鸣号将持续30秒，您可以通过打开主驾驶一侧车门或发动车辆解除闪灯和鸣号。";

/* Recent History Info Status Title Lable */
"recentHistoryInfoStatusTitle" = "最近操作帮助信息";

/* Recent History Info Content */
"recentHistoryInfoContent" = "显示车门上锁、车门解锁、远程启动、远程取消启动和车停位置提示等5项远程操作功能的最后一次操作记录。";
"recentHistoryInfoContentWithVolt" = "显示车门上锁、车门解锁、远程启动、远程取消启动、车停位置提示和立即充电（充电功能仅供沃兰达用户使用）六项远程操作功能的最后一次操作记录。";

/* Recent History Info Content for BEV*/
"recentHistoryInfoContentBev" = "显示车门上锁、车门解锁、空调启动、空调关闭和车停位置提示等5项远程操作功能的最后一次操作记录。";




/* Remote Control Unknown Error */
"remoteControlUnknownError" = "操作失败，可能因为您有同类的遥控操作正在处理中，请稍后再试。(0300)";

/* Remote Control ONS Error */
"remoteControlONSError" = "%@ %@，%@操作失败。(%@)";

/* Remote Control Operation Tips */
"remoteOperationTips" = "您确定要执行此遥控操作吗?";

/* Remote Control Operation Tips OK */
"remoteOperationTipsOK" = "确定";

/* Remote Control Operation Tips Cancel */
"remoteOperationTipsCancel" = "取消";

/* Recent History Date Format */
"remoteRecentHistoryDateFormat" = "%@年%@月%@日 %@:%@:%@";

"carSharingAuthorized"         = "车主已授权";
"carSharingAuthorizedDetail"   = "注意:操作上可能会存在命令冲突的问题\n导致遥控操作的失败";
"carSharingUnAuthorized"       = "车主未授权,请通知车主";
"carSharingUnAuthorizedDetail" = "必须等待及通知车主同意并授权后\n您才有远程遥控的权限";
/******************************Remote Control Page*****************************/

/*****************************Remote Input Pin Page****************************/
/* Button OK title */
"pincodeButtonOkTitle" = "确定";

/* Button reset title */
"pincodeButtonCancelTitle" = "取消";

/* Horn or Light Must Choose one */
"hornOrLightMustChooseOne" = "闪灯和鸣号至少选择一种";

/* Pin code is Null */
"pinCodeIsNull" = "安吉星密码不能为空，且只能为字母或数字。";

"pincodeTitle" = "安吉星服务密码";

/* Pin code Info Status Title Lable */
"pincodeInfoStatusTitle" = "安吉星密码贴士";

/* Pin Code Info Content */
"pincodeInfoContent" = "安吉星密码为安吉星客户服务密码，只能为字母和数字，区别于手机应用登录密码，为确保远程操作的安全性，部分安吉星服务还需要您输入此密码方可使用，包括车门锁定、车门解锁、远程启动、远程取消启动和车停位置提示等远程控制功能。

请保管好您的安吉星客户服务密码，如遗忘或需更改，请致电安吉星24小时客户服务热线400-820-1188向客户服务顾问咨询。";

/* Pin Code Info Content for BEV */
"pincodeInfoContentBev" = "安吉星密码为安吉星客户服务密码，只能为字母和数字，区别于手机应用登录密码，为确保远程操作的安全性，部分安吉星服务还需要您输入此密码方可使用，包括车门锁定、车门解锁、空调启动、空调关闭和车停位置提示等远程控制功能。

请保管好您的安吉星客户服务密码，如遗忘或需更改，请致电安吉星24小时客户服务热线400-820-1188向客户服务顾问咨询。";


/* Pin code Horn Light Info Status Title Lable */
"pincodeHornLightInfoStatusTitle" = "车停位置帮助信息";

/* Pin Code Horn Light Info Content */
"pincodeHornLightInfoContent" = "当你执行远程车停位置提示服务时，可选择提示方式为车灯闪烁或者鸣号，或者同时选择两种方式。

提示： 请至少选择一种提示方式。操作成功后，车辆的闪灯和鸣笛将持续30秒，您可以通过打开主驾驶一侧车门或发动车辆解除闪灯和鸣号。";


/*****************************Remote Input pin Page****************************/

/********************************Charge  Page**********************************/
/* Charge Page navigate title label */
"chargeNavigateTitle" = "充电模式";
"chargeModeImmediateTitle" = "即插即充";
"chargeModeImmediateExplain" = "接通电源立即充电";
"chargeModeDepartureTitle" = "根据出发时间延迟充电";
"chargeModeDepartureExpain" = "按车上设置的出发时间充电";
"chargeModeRateTitle" = "根据电费费率和出发时间延迟充电";
"chargeModeRateExpain" = "按车上设置的出发时间及电费区间充电";
"chargeModeTips" = "您无法在手机上修改充电模式，如果需要修改，请\n在车上设置";
"buttonChargeNowTitle" = "立即充电";
"buttonViewDepartureTimeTitle" = "查看出发时间";
"buttonSearchChargeStationTitle" = "搜索充电桩";
"chargeNowInitiateSucess" = "立即充电，您的请求已接受，请耐心等待1至3分钟";
"viewDepartureTimeInitiateSucess" = "查看出发时间，您的请求已接受，请耐心等待1至3分钟";
"defaultSearchChargeStation" = "电动汽车充电桩";

"chargeNowHint" = "是否立即充电?";

"pollingGetChargeModeSucessMessage" = "%@ %@， 获取充电模式成功。";
"pollingGetChargeModeFailureMessage" = "获取车辆充电模式失败, 请稍后重试。(%@)";
"pollingGetChargeModeTimeOut" = "获取车辆充电模式超时, 请稍后重试。";

"pollingChargeNowSucessMessage" = "%@ %@， 立即充电操作成功。";
"pollingChargeNowFailureMessage" = "%@ %@， 立即充电操作失败, 请稍后重试。(%@)";
"pollingChargeNowTimeOut" = "%@ %@， 立即充电操作超时, 请稍后重试。";

"pollingDepartureTimeSucessMessage" = "%@ %@， 查看出发时间操作成功。";
"pollingDepartureTimeFailureMessage" = "%@ %@， 查看出发时间操作失败, 请稍后重试。(%@)";
"pollingDepartureTimeTimeOut" = "%@ %@， 查看出发时间操作超时, 请稍后重试。";

"pollingGetChargeFailureMessageWithCode" = "获取车辆充电模式失败。(%@)";
"pollingChargeOverrideFailureMessageWithCode" = "%@ %@，立即充电操作失败。(%@)";
"pollingDepartureTimeFailureMessageWithCode" = "%@ %@，查看出发时间操作失败。(%@)";

"viewDepartureTableTitle" = "查看出发时间";
"departureConfirmButton" = "确定";
"departureDayMonday" = "星期一";
"departureDayTuesday" = "星期二";
"departureDayWednesday" = "星期三";
"departureDayThursday" = "星期四";
"departureDayFriday" = "星期五";
"departureDaySaturday" = "星期六";
"departureDaySunday" = "星期日";

"chargeNow215Error" = "立即充电操作失败，我们为您查找原因，请等待1-3分钟。(0900)";
"chargeNow215ErrorNotPlugIn" = "没有插线。(0xxx)";
"chargeNow215ErrorIsCharging" = "正在充电。(0xxx)";
"chargeNow215ErrorBatteryFull" = "已经充电满了。(0xxx)";
"chargeNow215ErrorUnknown" = "未知错误。(0xxx)";

"chargeModeUnknownError" = "获取车辆充电模式失败。(0300)";
"chargeRefreshTitle" = "正在获取充电模式";
/********************************Charge  Page**********************************/


"LoadingTitle" = "加载中...";
/**********************************OVD Email Page******************************/
/*voltElectricDrive*/
"voltOvdDrive" = "电动驱动单元";

/*voltLithiumBattery*/
"voltOvdBattery" = "锂电池";

/*voltDynamoelectricBrake*/
"voltOvdBrake" = "可发电制动系统";

/*voltengineTransmission */
"voltOvdEngineTransmission" = "发动机";

/*voltdrainage */
"voltOvdDrainage" = "排放系统";

/*voltairBag */
"voltOvdAirBag" = "气囊系统";

/*voltstabiliTrak */
"voltOvdStabiliTrak" = "StabiliTrak稳定性控制系统";

/*voltengineTransmission */
"voltOvdOnStar" = "安吉星系统";





/* engineTransmission */
"ovdEngineTransmission" = "发动机/变速器系统";

/* drainage */
"ovdDrainage" = "排放系统";

/* airBag */
"ovdAirBag" = "安全气囊系统";

/* stabiliTrak */
"ovdStabiliTrak" = "车身稳定控制系统";

/* engineTransmission */
"ovdOnStar" = "安吉星系统";

/* ABS System */
"ovdABSSystem" = "制动防抱死系统";

/* Status Info */
"ovdStatusInfo" = "状态信息";

/* Maintenance Info */
"ovdMaintenanceInfo" = "维护信息";

/* STATUS GOOD TEXT */
"ovdStatusGoodText" = "模块检查完成，无需采取行动。";

/* STATUS QUATE TEXT */
"ovdStatusQuateText" = "无法完成状态检查，请联系安吉星。";

/* STATUS CRITICAL TEXT */
"ovdStatusCriticalText" = "您的爱车可能存在问题，请联系经销商。";

/* Vehicle Maintenance */
"ovdVehicleMaintenance" = "车辆维护";

/* Remaining Oil Life */
"ovdRemainingOilLife" = "剩余机油寿命:%@％";

/* Total Mileage */
"ovdTotalMileage" = "里程表读数:%@公里";

/* Contact dealer for immediate repair */
"ovdContactDealer" = "与经销商联系立即安排维修保养。";

/* Tire Pressure Monitor */
"ovdTirePressureMonitor" = "车胎压力监控";

/* Recommended pressure*/
"ovdRecommendedPressure" = "建议的车胎压力－前胎 %@ 千帕，后胎 %@ 千帕";

/* Front Left */
"ovdFrontLeft" = "左前胎:\n%@千帕";

/* Rear Left */
"ovdRearLeft" = "左后胎:\n%@千帕";

/* Front Right */
"ovdFrontRight" = "右前胎:\n%@千帕";

/* Rear Right */
"ovdRearRight" = "右后胎:\n%@千帕";
/**********************************OVD Email Page******************************/



/***********************************Navigate Page******************************/
/* No Search Result label */
"navigateNoSearchResultTitle" = "没有搜索到相关信息";

"navigateVicleRoteSearchResultTitle" = "车辆位置解析失败，路径未保存";

"navigateCurrentRoteSearchResultTitle" = "我的位置解析失败，路径未保存";

/* Navigate Page navigate title label */
"navigateNavigateTitle" = "目的地";

/* Navigate Page Around Search Button Title */
"navigateAroundSearchButtonTitle" = "周边查找";

/* Navigate Page Name Search Button Title */
"navigateNameSearchButtonTitle" = "名称查找";

/* Name Search Page Status Label Title */
"navigateNameSearchStatusTitle" = "名称查找";

/* Name Search Page Choose City Button Title */
"navigateNameSearchChooseCityTitle" = "选择城市";

/* Name Search Page WithoutMap Classify Button Title */
"navigateNameSearchWithoutMapClassify" = "目的地分类";

/* Name Search Page WithoutMap Search Button Title */
"navigateNameSearchWithoutMapSearch" = "搜索";

/* Name Search Page WithoutMap Current Location Button Title */
"navigateNameSearchWithoutMapCurrentLocation" = "当前位置";

/* Navigate Page Destination Save Button Title */
"navigateDestinationSaveButtonTitle" = "目的地收藏";

/* AroundSearch Page Status Title */
"navigateAroundSearchStatusTitle" = "周边查找";

/* POI Search Title */
"navigatePOISearchStatusTitle" = "查询结果";

/* AroundSearch Page Seach Scope Button Title */
"navigateAroundSearchSeachScopeTitle" = "搜索范围";

/* AroundSearch Page Classify Button Title */
"navigateAroundSearchClassifyTitle" = "所有类型";

"searchCategoryAllTitle" = "所有类型";
/* AroundSearch Classify Page Title */
"navigateAroundSearchClassifyPageTitle" = "周边查找 目的地分类";

/* NameSearch Classify Page Title */
"navigateNameSearchClassifyPageTitle" = "名称查找 目的地分类";

/* Search Result Detail Phone Title */
"navigateSearchResultDetailPhoneTitle" = "电话:";

/* Search Result Detail Address Title */
"navigateSearchResultDetailAddressTitle" = "地址:";

/* Search Result Detail Not Support Call */
"ContactNotSupport" = "您可以用手机拨打安吉星客服热线:400-820-1188";

/* Search Result Detail Send To Car Label */
"navigateSearchResultDetailSendToCar" = "        发送至音控领航";

"navigateSearchResultDetailSendODD" ="        发送至车载导航";

"navigateSearchResultDetailSendToCarIPad" = "          发送至音控领航";
"navigateSearchResultDetailSendODDIPad" =   "        发送至车载导航";
"searchNearbyIPad" = "周边检索";

/* Search Result Detail Show Map Label */
"navigateSearchResultDetailShowMap" = "显示到地图";

/* Search Result Detail Save Label */
"navigateSearchResultDetailSave" = "    收藏目的地";

/* Search Result Detail Delete Label */
"navigateSearchResultDetailDelete" = "    删除目的地";

/* Navigate Send To TBT Initiate Sucess */
"navigateSendToTBTInitiateSucess" = "路线正在下发，请耐心等待1-3分钟。";

/* Polling Send To TBT Sucess Message */
"pollingSendToTBTSucessMessage" = "路线已下发，请至车辆处查看发送结果。
*如果车辆长时间未接收到路线，请在手机上重新发送。";
"pollingSendToTBTFailureMessage" = "很抱歉，发送至音控领航超时，请稍后再试。(%@)";
"pollingSendToTBTFailureMessageWithCode" = "很抱歉，发送至音控领航超时，请稍后再试。(%@)";
"pollingSendToTBTTimeOut" = "很抱歉，发送至音控领航超时，请稍后再试。";


"navigateSendToODDInitiateSucess" = "目的地正在下发，请耐心等待1-3分钟。";
"pollingSendToODDSucessMessage" = "目的地已下发，请至车辆处查看发送结果。
*如果车辆长时间未接收到目的地，请在手机上重新发送。";
"pollingSendToODDFailureMessage" = "很抱歉，发送至车载导航超时，请稍后再试。(%@)";
"pollingSendToODDFailureMessageWithCode" = "很抱歉，发送至车载导航超时，请稍后再试。(%@)";
"pollingSendToODDTimeOut" = "很抱歉，发送至车载导航超时，请稍后再试。";


/* Navigate City Center */
"navigateCityCenter" = "人民政府";

/* Navigate Save Destination Success */
"navigateSaveDestinationSuccess" = "保存目的地成功";

/* Navigate Ensure Delete Destination */
"navigateEnsureDeleteDestination" = "您确定要删除该兴趣点？";

"navigateDeleteDestinationSuccess" = "删除成功";
/* Navigate Search Without Key Words */

"navigateSearchTextFieldPlaceHolder" = "搜索";
/* Navigate Can't get current location */
"navigateCan'tGetCurrentLocation" = "无法获取当前位置，请稍候再试";
"navigateGPSOff" = "请您开启定位服务,以便我们为您提供导航、地图及车辆位置服务";

/* Navigate Page Info Status Title Lable */
"navigateInfoStatusTitle" = "目的地帮助信息";

/* Nagigate Page Info Content */
"NavigateInfoContent" = "您可以通过手机搜索目的地，并把目的地发送至车辆，进行全程音控领航。

周边查找：您可以对手机当前位置周边一定距离内的兴趣点（宾馆、饭店、加油站等场所）进行查找，并把目的地发送至车辆，进行全程音控领航。

名称查找:您可以对所选城市的兴趣点进行查找，并把目的地发送至车辆，进行全程音控领航。

目的地收藏:您可以将常去的目的地保存至收藏夹。保存在收藏夹内的目的地发送至车辆，或者显示在手机地图上。

历史：您可以浏览最近的操作记录。";

/*nick name not null*/
"desinationNickName" = "目的名称不能为空";

"carIsCadillac" = "该服务仅支持在车辆点火状态下操作";
"needSendToCar" = "确定发送";
"cacelSendToCar" = "取消发送";

"ResultListShowMoreSearchHistory" = "更多搜索历史";
"ResultListShowMoreSendHistory" = "更多下发历史纪录";
/***********************************Navigate Page******************************/
/***********************************Navigate Route Page Start******************/
"NearbyString" = "附近";
"RouteTBTStatusTitle" = "路线规划";
"RoutePreviewStatusTitle" = "路线预览";
"CityName" = "城市";
"NOCityName" = "城市";
"OriginCityName" = "起点城市";
"DestinationCityName" = "终点城市";
"RouteListButtonTitle" = "详细";
"RouteReusltList" = "路线规划结果";
"BackToRouteMap" = "地图";
"RouteOriginSelectTitle" = "请选择起点";
"RouteDestinationSelectTitle" = "请选择终点";
"RouteOrigin" = "起点:";
"RouteDestination" = "终点:";
"RouteOrigin1" = "起点";
"RouteDestination1" = "终点";
"PleaseInput" = "请输入";
"OriginAddress" = "起点地址";


/***********************************Navigate Route Page End******************/

/********************************Assistatent Page******************************/
/* Assitatent Page navigate title label */
//"assistantNavigateTitle" = "助手";
"assistantNavigateTitle" = "指南";
/* Button Report Title */
"assistantButtonReport" = "车况检测报告";

/* Button Promotion Title */
"assistantButtonPromotion" = "优惠信息";

/* Button Story Title */
"assistantButtonStory" = "安吉星真实故事";

/* Button Tips Title */
"assistantButtonTips" = "安吉星服务贴士";

/* Button Contact Title */
"assistantButtonContact" = "联系安吉星";

/*Report Status Title */
"assistantReportStatusTitle" = "车况检测报告";

/*Promotion Status Title */
"assistantPromotionStatusTitle" = "优惠信息";

/*Story Status Title */
"assistantStoryStatusTitle" = "安吉星真实故事";

/*Tips Status Title */
"assistantTipsStatusTitle" = "安吉星服务贴士";

/* TRUE_STORY */
"TRUE_STORY" = "安吉星真实故事";

/* ASSISTANT */
"ASSISTANT" = "安吉星服务贴士";

/* Third Part Service */
"ThirdPartService" = "第三方服务";

/* Onstar Service */
"OnStarService" = "安吉星服务";

/* PROMOTION */
"PROMOTION" = "优惠信息";

/* OVD_EMAIL */
"OVD_EMAIL" = "车况报告";

/* OVD Email Info Status Title Lable */
"ovdEmailInfoStatusTitle" = "车况报告帮助信息";

/* OVD Email Info Content */
"ovdEmailInfoContent" = "车况检测报告是安吉星每月对车辆核心部件进行检测的报告，向您提供车辆维护建议。";

/* Vehicle Report time */
"vehicleReportDataTime" = "%@年%@月%@日 %@:%@:%@";

/* Conetent Language Type*/
"contentLanguageType" = "ZH_CN";
"currentLanguageType" = "zh-CN";

/******* Buick Care start ***********/
"BUICK_CARE_JPFW" = "精品服务";
"BUICK_CARE_HDXX" = "活动信息";
"BUICK_CARE_YCTS" = "养车贴士";

"onstarAssistantForBuickCare" = "安吉星助手";
"assistantBuickCareStatusTitle" =  "别克关怀";
"assistantButtonBuickCare" = "别克关怀";
"assistantBuickCareCreator" = "中 国 汽 车 服 务 品 牌 创 立 者 ";
"assistantBuickCare24HoursHotLine" = "24 小 时 服 务 热 线 ： 400-820-2020 ";
"assistantBuickCareBetterCare" = "别克关怀 比你更关心你 ";


"assistantBuickCareBestService" = "精品服务";
"assistantBuickCareActivities" = "活动信息";
"assistantBuickCareVehicleCareTips" = "养车贴士";
"assistantBuickCareNoActivites" = "最新别克关怀专场服务及\n优惠活动即将上线，敬请期待";
/******* Buick Care end   ***********/

/********************************Assistatent Page******************************/


/***********************************Settings Page******************************/
/* Settings Page navigate title label */
//"settingNavigateTitle" = "选项";
"settingNavigateTitle" = "个人中心";

/*Logout Tip Info */
"logoutTipInfo" = "您确定要退出吗?";

/*Logout OK Title */

/*Logout Cancel Title */
"logoutCancelTitle" = "取消";

/* About Page Mobile App Title */
"aboutPageMobileAppTitle" = "安吉星手机应用";

/* About Page Version Title */
"aboutPageVersionTitle" = "V %@ %@";

/* Settings Page Button Setting title label */
"settingButtonSetTitle" = "设置";

/* Settings Page Button Setting title label */
"settingActivate" = "预付费卡激活";

/* Settings Page Button About title label */
"settingButtonAboutTitle" = "关于";

/* Settings Page Button Broadcast title label */
"settingButtonBroadcastTitle" = "消息";

/* Settings Page Button Logout title label */
"settingButtonLogoutTitle" = "退出";

/* User not choose vehicle */
"notChooseVehicle" = "请选择车辆";

/* Set Page Status Title */
"setPageStatusTitle" = "设置";

/* Set Page Button Vehicle Title */
"setPageButtonVehicleTitle" = "帐号与车辆管理";

/* Set Page Button Update Title */
"setPageButtonUpdateTitle" = "车况更新设置";

/* Set Page Button Map Title */
"setPageButtonMapTitle" = "地图显示设置";

/* Set Page Dispaly Map Title */
"setPageDisplayMapTitle" = "显示地图:";

/* Set Page Not Display Map Title */
"setPageNotDisplayMapTitle" = "不显示地图:";

/* Account Vehicle Page Status Title */
"accountVehiclePageStatusTitle" = "帐号与车辆管理";

/* Account Label Title */
"accountVehiclePageAccountTitle" = "帐号";

"MyAccount" = "我的账户";

/* Account Vehicle Title */
"accountVehiclePageVehicleTitle" = "车辆";

/* Account VIN Title */
"accountVehiclePageVinTitle" = "VIN";

/* Button OK Title */
"accountVehiclePageButtonOkTitle" = "确定";

/* Button Cancel Title */
"accountVehiclePageButtonCancelTitle" = "取消";

/* Vehicle Update Page Status Title */
"vehicleUpdatePageStatusTitle" = "车况更新设置";

/* Vehicle Update Page Update Title */
"vehicleUpdatePageUpdateTitle" = "登录时自动更新车况数据";

/* Vehicle Management Success Message*/
"vehicleManagementSuccessMessage" = "车辆切换成功。";

/* Vehicle Account Info Status Title Lable */
"vehicleAccountInfoStatusTitle" = "帐号与车辆管理帮助信息";

/* Vehicle Account Info Content */
"vehicleAccountInfoContent" = "如果您拥有多辆装载安吉星的车辆，您可以通过同一部手机对不同车辆进行操控。您可在账号与车辆管理页面中，通过下拉框选择您要控制的车辆。";


/* Vehicle Update Info Status Title Lable */
"vehicleUpdateInfoStatusTitle" = "车况更新帮助信息";

/* Vehicle Update Info Content */
"vehicleUpdateInfoContent" = "您可在车况更新设置页面中，设置下一次登录时，系统是否自动为您更新相应车况数据。";
/***********************************Settings Page******************************/

"isFirstTimeLoad" = "isFirstTimeLoad";

//"ContactNotSupport" = "您可以用手机拨打安吉星客服热线:400-820-1188";

/***********************************Index Page Items ******************************/
"LoginButton" = "登录";
"NavigateButton" = "目的地";
"VehicleButton" = "车 况";
"RemoteControlButton" = "遥 控";
"ContactOnstarButton" = "联系安吉星";
"InformationCenterButton" = "指南";
"SettingButton" = "个人中心";
"ConnectingVehicle" = "正在努力为您连接中...";
"NeedRefreshMainData" = "信息获取异常，请刷新";
"NeedBackHomePageRefreshMainData" = "信息获取异常，请返回首页刷新试试";
"LocatingVehicle"="正在努力为您定位车辆，请稍候…";
/***********************************Index Page Items ******************************/


/***********************************find my vehicle start ******************************/
//"pollingGetVehicleLocationSucessMessage" = "%@ %@， 获取车辆位置成功。";
//"pollingGetVehicleLocationFailureMessage" = "%@ %@， 获取车辆位置失败, 请稍后重试。(%@)";
//"pollingGetVehicleLocationTimeOut" = "获取车辆位置超时, 请稍后重试。";
//"pollingGetVehicleLocationTimeOut" = "获取车辆位置失败。";  //addByWQ 20180621
"VehicleLocation" = "车辆位置";
"FindVehicleLocationFailure" = "获取车辆位置失败。(%@)";
"FindVehicleButtonOkTitle" = "确定";
"FindVehicleButtonCancelTitle" = "取消";
"GettingVehicleLocationWait" = "车辆正在执行您的上一指令，请在完成后发送下一指令";
"GettingVehicleLocationAndRouteWait" = "正在获取车辆位置及路线，请稍候";
"GettingVehicleLocationAndRouteFailure" = "获取车辆位置及路线失败";
"GetVehicleLocationFunctionOptOut" = "该功能已经关闭，如需开启请拨打400-820-1188按3号键或者在车内按蓝色按钮联系技术支持小组为您处理。";
"FirstMultiVehicleOperationAlert" = "正在执行您的车辆相关操作，请稍后再试";
"MultiVehicleOperationAlert" = "请在上一条指令执行完毕后进行操作";
"CurrentLocationMockPlistFileName" = "CurrentLocationMock.plist";
"VehicleLocationMockPlistFileName" = "VehicleLocationMock.plist";
"MapGeoCodingError" = "地图服务失败,请稍后再试";
/***********************************find my vehicle end   ******************************/

/*********************************** share destination start ******************************/
"ShareDestination" = "      分享位置";
/*"ShareDestinationAlertMessageWithAddress" = "%@ 地址：%@\n如果您是安吉星手机应用用户（苹果和安卓系统），可直接点击下方链接, 在您的手机应用中使用该地址。\n%@";*/
"ShareDestinationAlertMessageWithAddress" = "%@ 地址：%@\n更多信息，请点击：\n%@";
"ShareDestinationAlertMessageWithoutAddress" = "如果您是安吉星手机应用用户（苹果和安卓系统），可直接点击下方链接，在您的手机应用中使用地址。\n%@";
"ShareDestinationAlertMessageGenerateSMSFailed" = "生成短信失败，请重试一次。";
"ShareDestinationReceivedMessageAlert" = "您接收到%@ 地址：%@，请问是否希望在地图上查看并进一步使用？";
"AlertOKButton" = "是";
"AlertCancelButton" = "否";

"SMSButton" = "短信";
"SinaWeiboButton" = "新浪微博";
"SinaWeiboAccountBinding" = "已绑定";
"SinaWeiboAccountNotBinding" = "未绑定";
"LoginSinaWeiboFailed" = "登录微博失败，请您检查一下网络设置";
"ShareToSinaWeiboSuccessful" = "分享微博成功";
"ShareToSinaWeiboFailed" = "分享微博失败";
"LogoutWeibo" = "注销";
"ShareWeibo" = "发表";
"OkButtonTitle" = "确定";
"CameraButton" = "拍照";
"AccessAlbumButton" = "选择图片";
"ClearImageButton" = "清除图片";
"ShareWeiboMessage" = "#%@#我用#安吉星手机应用#分享一个位置";
"ConfirmToUnbindWeibo" = "是否解除绑定";

"WeiXinFriend" = "微信好友";
"WeiXinMoments" = "微信朋友圈";
"sendFailed" = "消息发送失败";
"sendSuccess" = "消息发送成功";
"sendCancel" = "取消发送";
/*********************************** share destination end ******************************/
/*******Package Info start***************/
"Renewpackage"="我的套餐";
"PackageInfo"="套餐信息";
"lblmealTitle"="我的套餐信息";
"lblRemains" ="剩余";
"lblDays"="天";
"lblstartDate"="开始";
"lblendDate"="结束";
"btnRenew"="续费";
"DefaultTitle"="套餐信息";
"Experience" ="已体验";
/*******Package Info end***************/

/***********************************Navigate Page******************************/
/* Navigate index Page  title label */
"navigateNavigateIndexTitle" = "目的地查找";

/* Navigate index Page  city label */
"navigateNavigateIndexCity" = "城市";

/* Navigate index Page  search label */
"navigateNavigateSearch" = "搜索";

/* Navigate search Page  Category label */

"searchNearby"= "          周边检索";

"clearHistory"= "清空历史记录";

"networkError" = "网络错误,请稍后重试。";

"Network_Error_Toast_Message"="网络请求失败,请检查您的网络";
"-1009" = "网络请求失败,请检查您的网络";

"clearMap" = "清除";

"KeyboardDone"= "完成";

"RemoteSetting"="提示音设置";
"InfoflowSetting"="首页消息卡片设置";
"RemoteAudioVibrate"="声音";

"RemoteAudioVibrate2"="振动";
/* join me*/
"Second"= "秒";

"RegisterNewUser" = "注册";

"RegisterUser" ="用  户  名";

"Mobile&Email" = "手机|邮箱";

"SetPassword" = "设置密码";

"nick" ="昵       称";

"SameAsUser"="同用户名";

"Resend" = "重新发送";

"sendCheckCode"="发送验证码";

"AgreeOnstar" = "上汽通用用户条款和安吉星服务协议";

"AgreeRegister"= "同意并注册";

"5to20"="6-18个字符，只能为字母和数字";

"6to20"="6-25个字符,必须包含数字和字母,区分大小写";//"6-20个字符，必须包含数字和字母";

"5to203"="6-20个字符，不能为纯数字";//用户名


"forgetPwd" ="忘记密码?";

"Finished"="完成";

//"Cancel" = "取消";

"upgradeOwner" ="升级为车主";

"NoAuth"="您无法使用该服务，请升级成车主后再进行此操作";

"VINInfoState" ="您可以通过相机扫描功能输入开通安吉星服务时使用的证件号或者您的车辆识别码(VIN),也可以手工输入。";
"AlignScan" ="对准您的证件并扫描";

"AgreeSubmit" ="同意并提交";

"VINCer" ="车辆识别码（VIN）/证件号";

"VisitorRegisterLine1" = "如果您不是安吉星车主";

"VisitorRegisterLine2" = "请点击此处注册";

"ResendCheckCode"="重新发送验证码";

//"AlredySend"="已经向您的";

"AlredySend"="已发送6位验证码到";

//"Mobile"="手机号";

"PhoneNumber"="号码";

"Email"="邮箱";


"RegAgreeOnstar"="注册即视为同意";

"SystemCreateAccount"="系统将同步为您创建我的安吉星账号";

"VINAccount" = "车架号";

"choosePhoto"= "从手机相册选择";

"Cancel" ="取消";

"NoAroundDealer"="您周边没有经销商";

"NullField" = "不能为空";

"usernameFormat"="您输入的用户名格式有误";

"passwordFormat"="您输入的密码格式有误";

"mobileFormat" ="您输入的手机号码或邮箱格式有误";

"onlyEamilFormat" ="您输入的邮箱格式有误";

"onlyMobileFormat" ="您输入的手机号码格式有误";

"nickFormat" ="您输入的昵称格式有误";


"userExist"="用户名已经存在";

"MobileEmailExist" ="邮箱或手机已经存在。";

"NickNameExist" ="昵称已经存在。";

"findpassword" = "找回密码";

"2to20" ="2-20个字符";

"recieveDcode"="用于接收验证码";

"PasswordOld" ="原密码";

"PasswordNew" ="新密码";

"PasswordAgain" ="确认密码";

"AccountInfo" ="帐户信息";

"changePassword" ="修改密码";

"fingerprintPassword" ="指纹密码";

"CardNumber"= "%d 位";

"ID"= "身份证";
"Passport"= "护照";
"VIN"= "车架号";
"OrganizationCode"= "组织机构代码证";
"SelectCardTypeHint"= "请选择证件类型后，将扫描框对准数字，确认后点击拍摄按钮";
"PassportHint"= "仅支持美国护照";
"recognizeFailed"= "识别失败，请重试";
"recognizePhotoFailed" ="图片获取失败，请重试";
/***********************************About Page******************************/
"SB024-01_Features"="应用功能介绍";
"SB024-02_FAQ"="使用帮助";
"SB024-03_OnStar_service_introduction"="安吉星服务介绍";
"SB024-04_Check_for_updates"="检测新版本";
"SB024-05_Feedback"="反馈";
"SB024-06_Welcome"="欢迎页";
"SB024-08_Submit"="发送";
"TextNoMoreThan200"="输入信息不可以超过200字符";

"SB024_MSG001"="已收录，感谢你的反馈";
"SB024_MSG002"="反馈提交失败";

"logining" = "正在登录，请稍候";
"islogining" = "正在登录";
"upgrading" = "努力升级中，请稍候";
"suggestandfeedback" = "反馈";

//Exception

"SB021-28"="欢迎您！您已成功注册安吉星";

"SB021_MSG001"="用户名或密码输入错误，请重新输入。提示：密码错误超过5次系统将自动锁定10分钟。";

//"SB021_MSG032" ="您已输错5次密码，系统将自动锁定10分钟，请稍后再试。";

"SB021_MSG002"="用户名已经存在。";
"SB021_MSG003"="您输入的密码不一致。";
"SB021_MSG004" ="校验码输入错误。";
"SB021_MSG005" ="邮箱或手机已经存在。";
"SB021_MSG006" ="注册失败";
"SB021_MSG007"="您的手机或邮箱已被使用，请您拨打4008201188更改您的个人信息后注册。";
"SB021_MSG008"="您在安吉星未留手机或邮箱，请拨打4008201188补充您的个人信息";
"SB021_MSG009"="您周边没有经销商";
"SB021_MSG010" ="您已成功注册安吉星，使用前请至车辆按“安吉星蓝色按钮”确认安吉星服务密码";
"SB021_MSG012"="您已注册安吉星服务，您可以使用您注册时的邮箱/手机号/用户名等登陆，如有进一步疑问，请拨打4008201188";
"SB021_MSG013"="您无法使用该服务，请升级成车主后再进行此操作";
"SB021_MSG014"="您没有权限使用该服务";
"SB021_MSG015"="您输入的用户名格式有误";
"SB021_MSG016"="您输入的密码格式有误";
"SB021_MSG017"="您输入的手机号码或邮箱格式有误";
"SB021_MSG018"="您输入的昵称格式有误";
"SB021_MSG019"="您输入的车架号或证件号有误";
"SB021_MSG020"="您的车辆存在多种身份，请输入证件号进行升级";
"SB021_MSG021"="昵称已经存在";
"SB021_MSG022" ="我们的系统中没有您录入的手机号或邮箱，请在个人中心账户信息中更新您的个人信息，以便验证车主身份";
"SB021_MSG023"="您已成功升级为安吉星车主用户，使用前请至车辆按“安吉星蓝色按钮”确认安吉星服务密码";
"SB021_MSG024"="您已成功升级为安吉星车主用户";
"SB021_MSG025"="您目前还不是安吉星车主用户,是否升级为安吉星车主？";
"SB021_MSG027"="为了保障您的用户体验，请你即时更新到最新版本";
"SB021_MSG030"="您的车辆不在安吉星系统内，请按车内蓝色按钮联系安吉星客服，以确认您的车辆已在我们的系统内。";
"SB021_MSG032"="您已输错5次密码，系统将自动锁定10分钟，请稍后再试。";

"SB022_MSG001" ="手机号已经存在";
"SB022_MSG002" ="邮箱已经存在";
"SB022_MSG003" ="原密码错误";
"SB022_MSG004" ="您输入的密码格式有误";
"SB022_MSG005" ="密码输入不一致";
"SB022_MSG006" ="您输入的手机号码格式有误";
"SB022_MSG007" ="您输入的邮箱格式有误";
"SB022_MSG008" ="更改邮箱成功";
"SB022_MSG009" ="更改手机成功";
"SB022_MSG010" ="更改密码成功";
"SB022_MSG011" ="更改邮箱失败";
"SB022_MSG012" ="更改手机失败";
"SB022_MSG013" ="更改密码失败";
"SB022_MSG014" = "新密码与原密码不能相同";
"SB022_MSG015" ="发送验证码失败";
"SB022_MSG016" ="您输入的手机号错误";
"SB022_MSG017" ="系统正在升级，请您稍后再试";
"SB022_MSG018" ="临时密码错误";

"SB023_MSG001" ="下发到车辆失败！";

"SB022-04"="原手机号:";
"SB022-05"="新手机号:";
"SB022-06"="原邮箱:";
"SB022-07"="新邮箱:";

"SB023-01"="周边经销商";
"SB023-02"="首选经销商";
"SB023-03"="修改首选经销商:";
"SB023-04"="选择经销商";
"SB023-05"="加载更多";
"SB023-06"="未找到经销商"; // self define
"SB025_SC001" = "请点击“更换”按钮进行设置";
"SB023-10"="首选";
"SB023-11"="附近";
"SB023-80"="发送到车";

"DynamicCode"="验证码";
"RecieveCheck" ="获取验证码";
"changeMobile"="更改手机号";
"changeEmail"="更改邮箱";
"USerNameSpecial"="您输入的用户名格式有误，不支持特殊字符";
"ContainSpecial"="您输入的密码格式有误，不支持特殊字符";
"SB021_MSG026"="密码不能与用户名一致";

"SB021-06" ="发送验证码";
"SB021-08" ="验证码";

"SB021-21" ="非安吉星用户点此注册";
"SB021-22_1" ="获取验证码";
"SB021-22" ="重新获取验证码";
"SB021-23_3" ="如该消息有误,请拨打";
"SB021-25" ="已阅读并同意安吉星服务协议,系统将同步为您创建安吉星登录帐号";
"SB021-27" ="请输入手机/邮箱验证码";
//"SB021-28" ="您已成功注册安吉星";

"SB021-40" ="新密码已发送，请注意查收";
"SB021-41" ="收不到验证码？";
"SB021-42" ="您的返回将会使您的验证码失效，确认返回吗？";
"SB021-43" ="取消";
"SB021-44" ="返回";
"SB021-45" ="清空";
"SB021-46" ="返回登录页面";
"SB021-47" ="临时密码";
"SB021-48" ="请区分大小写";
"SB021-49" ="设置登录密码";
"SB021-50" ="设置登录密码";
"SB021-51" ="填写验证码";
"SB021-52" ="找回方式";
"SB021-53" ="已阅读并同意安吉星服务协议";
"SB021-53_1" ="已阅读并同意";
"SB021-53_2" ="安吉星服务协议";
"SB021-53_3" =",系统将同步为您创建安吉星登录帐号";
"SB021-54" ="请输入手机号/邮箱";
"SB021-55" ="请输入用户名";
"SB021-56" ="请输入登录密码";

"inputTemp"="请输入临时密码";
"inputNew"="请输入新登录密码";
"loginUser"="请输入用户名/手机/邮箱";
"loginPwd"="请输入密码";

"Next" ="下一步";

"SB021-17_1"="输入车辆VIN/证件号码";
"SB021-17_2"="输入开通安吉星服务时的车辆识别码（VIN)或证件号";
"submit"="提交";
//"Tap_RegisterBtn"="轻触上面的注册按钮，即表示同意";

"operationSuccess"="操作成功";
"operationFailed"="操作失败";
"operationInprogress"="操作中";
"ShareTo"="分享到";
"Plssuggest"="请输入您对安吉星手机应用的建议和反馈";
"changeVehicle"="切换车辆";
"VehicleStatus" ="车况详情";
"Map_Detail"="详情";
"frontTire" ="前胎压参考值";
"backTire" ="后胎压参考值";
"ChooseCategory"="选择类型";
"ChooseCity" ="选择城市";
"PlsNewEmail"="请输入新邮箱";
"PlsNewMobile"="请输入新手机号";
"changeSave"="保存";
"MyPInfo" ="个人信息";
"SB021-60" ="请选择证件类型后，将扫描框对准数字，确认后点击拍摄按钮";
"SB021-61" ="仅支持美国护照";
"SB021-62" ="将扫描框对准要扫描的数字";
"SB021-63" ="点击拍照进行数字识别";
"SB021-64" ="请输入安吉星服务密码";
"allCategory"="所有类型";
"communicationDays"="%d天\n已体验";
"BackIndex"="返回登录页面";
"callOnstar"="呼叫";
"ChooseSearchScope"="选择搜索范围";
"MustAgreeOnstar" ="请同意并勾选上汽通用用户条款和安吉星服务协议";
"pwdSubmit" ="提交";

"NoBindingEmail"="请拨打客服热线 400-820-1188为您的账号绑定邮箱";
"GetCodeViaEmail"="通过邮箱获取验证码";

// payme
"SB027_MSG001" = "卡号格式有误";
"SB027_MSG002" = "卡号或密码错误";
"SB027_MSG003" = "车辆识别码格式错误";
"SB027_MSG004" = "不能为空";
"SB027_MSG005" = "您的车辆尚未注册，请通过车上蓝色按钮或者手机应用客户端进行注册。";
"SB027_MSG006" = "恭喜您预付卡激活成功!";
"SB027_MSG007" = "预付卡激活失败";
"SB027_MSG008" = "无历史记录";
"SB027_MSG009" = "您的支付异常，请联系400-820-1188。";
"SB027_MSG010" = "支付失败";
"SB027_MSG011" = "支付取消";
"SB027_MSG012" = "格式有误";
"SB027_MSG013" = "您还未选择套餐，请先选择";
"SB027_MSG014" = "无套餐信息，请重试";
"SB027_MSG015" = "发票信息保存成功";
"SB027_MSG016" = "发票信息保存失败";
"SB027_MSG020" = "该卡已被使用，请勿重复激活";
"SB027_MSG022" = "您的当前车辆不支持该种预付费卡";

"SB027_MSG050" = "您还未安装微信应用，请选择其他支付方式。";
"SB027_MSG051" = "您的微信版本过低，不支持该支付方式。请选择其他支付方式。";

"SB023_MSG005" = "修改首选经销商失败";
"SB023_MSG002" = "修改首选经销商成功";
"SB023_MSG003" = "请选择一个经销商";
"SB023_MSG004" = "查询失败，请稍后再试";
"SB023_SC001" = "请点击“更换”按钮进行设置";


// rate for vehicle
"StatusAndSuggestions" = "保养建议";
"SufficientGas" = "油量充足";
"SufficientGasHint1" = "请放心驾驶";
"SufficientGasHint2" = "如需长途驾驶请适时补充";
"LowGas" = "油量偏低";
"LowGasHint" = "安吉星建议您前往附近加油站加油";
"EmptyGas" = "油量不足";
"EmptyGasHint" = "安吉星提醒您尽快加油，以免半路抛锚";
"NormalOil" = "机油寿命正常";
"NormalOilHint" = "发动机正处于良好保护中";
"LowOil" = "机油寿命偏低";
"LowOilHint" = "发动机可能无法获得正常保护，安吉星建议您尽快联系经销商进行检查";
"EmptyOil" = "机油寿命过低";
"EmptyOilHint" = "机油寿命过低会造成动力系统损耗问题，安吉星建议您请尽快联系经销商进行检查";
"OnstarOilWarning" = "*如您已更换机油但尚未复位机油寿命读数，请联系经销商或参照车主手册进行复位操作";
"NormalBattery"="电池电量正常";
"LowBattery"="请及时充电";
"EmptyBateery"="电池电量过低";
"NormalTirePressure" = "胎压正常";
"NormalTirePressureHint" = "请放心驾驶";
"LowTirePressure" = "胎压偏低";
"LowTirePressureHint" = "请根据参考胎压值及时调整，必要时请联系经销商进行检查";
"AbnormalPressure" = "胎压异常";
"AbnormalPressureHint" = "胎压过高会造成汽车安全性能下降，有爆胎风险；胎压过低会加速轮胎磨损、增加行车油耗。安吉星建议您尽快联系经销商进行检查。";
"MaintainanceTips" = "保养贴士";
"MaintainanceTipsHint" = "根据您的行驶里程，安吉星建议您及时检查以下模块，让爱车保持良好状态。";
"AirFilter" = "·空气滤清器";
"FuelFilter" = "·燃油滤清器";
"PowerSteeringOil" = "·助力油";
"Restrict" = "·节气门";
"OilNozzleFuelLine" = "·喷油嘴、燃油管路";
"EngineCoolant" = "·发动机冷却液";
"TransmissionFluid" = "·变速箱油";
"BrakeFluid" = "·制动液";
"OnstarWarning2" = "*如您近期已进行过车辆保养，请以经销商检查结果为准";
"ContactDealer" = "联系经销商";

// Open App Alert
"SB028_MSG002" = "您有10天没有刷新车况数据了，请打开安吉星看看吧";
"SB028_MSG003" = "您有20天没有刷新车况数据了，请打开安吉星看看吧";

"Last Updated" = "上次刷新时间";
"Release to refresh..." = "释放刷新...";
"Pull down to refresh..." = "下拉刷新...";
"Loading..." = "正在刷新...";

"GeoFencing"="电子围栏";
"GeoFencingDetail"="电子围栏详情";
"GeoName"="围栏名称";
"GeoCenter"="围栏中心点";
"GeoMobile"="通知手机";
"GeoRadius"="围栏半径";
"GeoKM"="公里";
"GeoExpireDate"="围栏有效期";
"geosettingCenter"="设置围栏中心点";
"geosettingMobile"="输入接收短信的手机号";
"geosettingName"="设置围栏名称";
"geosettingRadius"="设置围栏半径";
"geosettingRule"="设置提醒规则";
"geoSettingMobileTip"="手机号用于接收短信提醒";
"geoAdd"="添加电子围栏";
"geoSetting"="设置电子围栏";
"NotifyMobile"="通知手机";
"geoPreview"="电子围栏预览";
"geo_setting_preview"="预览";
"Geo_Rule_in"="进围栏提醒";
"Geo_Rule_out"="出围栏提醒";
"Geo_Rule"="规则";

"SB00001_MSG001"="您没有权限使用该服务";
"SB00001_MSG002"="您无法使用该服务，请升级成车主后再进行此操作";
"SB00001_MSG003"="获取电子围栏信息失败，请稍后重试";
"SB00001_MSG004"="该车型不支持电子围栏功能";
"SB003_MSG001"="请输入电子围栏名称";
"SB003_MSG002"="围栏名称格式错误";
"SB003_MSG003"="请输入手机号码";
"SB003_MSG004"="手机号码格式错误";
"SB003_MSG005"="保存成功";
"SB003_MSG006"="保存失败，请稍后重试";
"SB006_MSG001"="是否需要删除电子围栏？";


// P&P
"SB001_MSG002"="x";
"SB001_MSG005"="您的安吉星服务套餐已过期，是否现在续约？若您已续约安吉星服务套餐，请尝试重新登录或联系安吉星客服。";
"SB002_MSG002"="车况检测报告暂不能显示";


"deleteSuccess"="删除成功";
"deleteFailed"="删除失败";
"updateSuccess"="更新成功";
"updateFailed"="更新失败,请稍后重试";
"Geo_OK"="保存";
"Geo_Map"="地图";
"Geo_Delete"="删除";
"Geo_Update"="更新";
"Geo_M"="米";
"Geo_KM"="千米";
"OK"="确定";
"WIFI"="车载Wi-Fi";
"ChargeStation"="充电桩";
"BrandClub"="车主俱乐部";
"Wifi_Status"="Wi-Fi状态";
"Wifi_proxy_SSID"="车载热点";
"Wifi_proxy_password"="密码";
"Wifi_SSID"="请输入车载热点名称";
"Wifi_password"="请输入密码";
"Wifi_SSID_comment"="车载热点需要6-18个字符，仅支持大小写字母，数字和空格";
"Wifi_SSID_info3_comment"="更改车辆Wi-Fi名称（必须为6-14个字符）";
"Wifi_password_comment"="密码需要8-14个字符，仅支持大小写字母和数字";
"Wifi_Save"="保存";
"Wifi_Save_success_title"="修改Wi-Fi状态成功";
"Wifi_Save_success"="如设置未生效，请熄火车辆，开启主驾驶门并在两分钟后重新启动车辆";
"Status_OFF"="关";
"Status_ON"="开";
"Wifi_SSID_format_error"="您输入的车载热点格式有误";
"Wifi_password_format_error"="您输入的密码格式有误";
"Wifi_getInfo_fail"="获取车载热点信息失败, 请稍后重试。(%@)";

"Wifi_getStatus_fail"="获取Wi-Fi状态失败, 请稍后重试。(%@)";
"Wifi_status_failure_confirm"="获取车载热点状态失败，是否重新获取？";

"Wifi_setInfo_success"="修改车载热点信息成功";
"Wifi_setInfo_fail"="修改车载热点信息失败, 请稍后重试。(%@)";
"Wifi_enable_success"="修改车载热点信息成功。";
"Wifi_enable_fail"="修改车载热点信息失败, 请稍后重试。(%@)";
"Wifi_disable_success"="修改车载热点信息成功。";
"Wifi_disable_fail"="修改车载热点信息失败, 请稍后重试。(%@)";

"Wifi_getInfo_timeOut"="获取车载热点信息超时, 请稍后重试。";
"Wifi_getStatus_timeOut"="获取车载热点状态超时, 请稍后重试。";
"Wifi_setInfo_timeOut"="修改车载热点信息超时, 请稍后重试。";
"Wifi_enable_timeOut"="开启车载热点超时, 请稍后重试。";
"Wifi_disable_timeOut"="关闭车载热点超时, 请稍后重试。";

"Wifi_script"="开启车载热点功能，畅想4G高速上网";
"Wifi_off_confirm"="关闭车载热点后，无法享受高速4G服务。您是否要继续？";
"Wifi_script_setInfo"="新设置需熄火，开启主驾驶舱门并在两分钟后重新点火才能生效。";


"OnStarCategory"="汽车服务";
"MapClearTitle" = "清理";
"MapGeoFencing" = "围栏";
"MapTraffic" = "路况";
"MapCarPosition" = "车辆位置";
"MapMyPosition" = "我的位置";
"ContactOnStarByPhone" = "联系安吉星请拨打";

"OnStarPackage" = "安吉星套餐";
"DataFlow" = "流量套餐";
"RemainServiceDuration" = "可用安吉星服务";
"RemainDataFlow" = "可用数据流量";
"ExpireDate" = "有效期至";
"DataFlowDuration" = "有效期至";

"RefreshVehicleDataPromt" = "是否要刷新车辆数据？";

"FingerprintOpenSuccessTitle" = "指纹密码开启成功！";
"FingerprintCloseSuccessTitle" = "指纹密码关闭成功！";
"FingerprintOpenSuccessMsg" = "您可以使用指纹密码进行身份验证，执行车辆操作。";
"FingerprintOpenFailure" = "请在手机设置菜单中开启Touch ID功能";
"FingerprintVerifyFailedTryAgain" = "指纹密码验证失败，请使用服务密码进行验证";
"FingerprintVerifyFailed" = "指纹密码验证失败";

"FingerprintValidateNavigateTitle" = "密码验证";
"FingerprintValidateMidTitle1" = "安吉星指纹密码 Touch ID";
"FingerprintValidateMidTitle2" = "请验证已有的指纹，用于执行您的车辆服务。";
"FingerprintValidatePwd" = "指纹密码";
"FingerprintValidateBottomLeft" = "您也可以使用";
"FingerprintValidateBottomMid" = "安吉星服务密码";
"FingerprintValidateBottomRight" = "进行验证";

"FingerprintSettingMsgTitle1" = "安吉星指纹密码服务";
"FingerprintSettingMsgTitle2" = "开启后可代替服务密码执行车辆服务";
"FingerprintSettingSwitchTitle" = "指纹解锁";
"FingerprintSettingDealTitle" = "开通即视为同意《指纹密码协议》";
"FingerprintSettingServiceAgreementTitle" = "指纹服务协议";

"PackageInfoIPhoneOnstarServices" = "可用安吉星服务";
"PackageInfoIPhoneDataPlan" = "可用数据流量";
"FingerprintPasswordVerifyTouchIDMsg" = "请验证已有指纹";
"SumRemainUsage"="总剩余流量  ";


"SettingVC_MoreLanguages" = "多语言";
"Setting_MoreLanguagesVC_Cancel" = "取消";
"Setting_MoreLanguagesVC_Save" = "保存";
"Setting_MoreLanguagesVC_Chinese" = "简体中文";
"Setting_MoreLanguagesVC_English" = "English";
"Setting_MoreLanguagesVC_Iphone" = "系统语言";
"SettingVC_MrOName" = "小O语音助手";
"SettingVC_MrOCloseTip" = "选择关闭语音助手功能将无法使用\"小O\"功能";
"SettingVC_MrOOpenTip" =  "选择开启语音助手功能可以使用\"小O\"智能语音功能，\"小O\"可以使用语音查车况、控车、下发导航等功能";
"SettingVC_MrOGlobalWakeupCloseTip" = "选择关闭语音唤醒功能将无法使用\"小O,小O\"语音唤醒指令";
"SettingVC_MrOGlobalWakeupOpenTip" =  "选择开启语音唤醒功能可以使用\"小O,小O\"语音唤醒指令，开启功能需要\"小O\"处于待机状态，将会造成APP的耗电量增加";

//"NO_broadcast" = "您暂时没有新的消息哦～";
"L7_001"="您设备的系统时间不正确，请及时更新。(G001)";//invalid request timestamp
"L7_201"="获取用户信息失败，请稍后再试。(G201)";//can not obtain response from IDM
"L7_202"="获取用户信息失败，请稍后再试。(G202)";//Can not get userinfo from IDM
"L7_205"="系统正忙，请稍后再试。(G205)";//Internal Server Error from IDM
"L7_206"="您的登录已过期，请重新登录。(G206)";//IDM Refresh Error
"L7_207"="系统正忙，请稍后再试。(G207)";//Route To IDM read user time out
"L7_208"="账户已被锁，请十分钟后再试。(G208)";//"user locked","timeLeft":"${timeLeft.result}"
"L7_209"="账户已被锁，请十分钟后再试。(G209)";//"user loced","timeLeft":"${gateway.onstar.global.accountLockoutTime}"
"L7_210"="系统正忙，请稍后再试。(G210)";//The reqeust to Apigee create session have some error
"L7_211"="系统正忙，请稍后再试。(G211)";//ApigeeWeb Session service failed with ${httpRouting.reasonCode
"L7_212"="系统正忙，请稍后再试。(G212)";//invalid_vehicle Apigee  ONS-106
"L7_213"="系统正忙，请稍后再试。(G213)";//"invalid account"} response not contains onstar
"L7_214"="系统正忙，请稍后再试。(G214)";//"invalid account ONS-107"}
"L7_215"="系统正忙，请稍后再试。(G215)";//"No Supported Vehicles ONS-120"}
"L7_216"="系统正忙，请稍后再试。(G216)";//"server_error (${apigee_error_code.result})"}
"L7_217"="系统正忙，请稍后再试。(G217)";//"Unsupported Role"}
"L7_301"="系统正忙，请稍后再试。(G301)";//account for pin is empty
"L7_302"="安吉星密码已输错10次，您的遥控功能将被锁定10分钟，请稍后再试。(G302)";//pin locked in cache
"L7_303"="安吉星密码已输错10次，您的遥控功能将被锁定10分钟，请稍后再试。(G303)";//pin locked in database
"L7_304"="安吉星密码输入错误，您仅有10次机会，请重新输入密码。(G304)";//pin code is not correctly,"remainingAttemptsCounter":${mathResult}}
"L7_305"="安吉星密码已输错10次，您的遥控功能将被锁定10分钟，请稍后再试。";//"pin locked"}
"L7_306"="系统正忙，请稍后再试。(G306)";//Call IG failed"}
"L7_401"="您的登录已过期，请重新登录。(G401)";//"Invalid token, token in cache is expired"}
"L7_402"="您的登录已过期，请重新登录。(G402)";//"Invalid token, scope is unavailable"}
"L7_403"="您的登录已过期，请重新登录。(G403)";//"Invalid token, Access token is expired"}
"L7_404"="您的登录已过期，请重新登录。(G404)";//"Invalid token, Access token is not in database"}

// Layer7 Official Error

"invalid_request"="无效的请求,请稍后再试。(C001)";

"server_error"="系统正忙，请稍后再试。(C002)";

"invalid_token"="登录失效，请重新登录。(C003)";

"invalid_user_credentials"="用户名或密码错误，请重新输入。";

"invalid_user_credentials_pin"="密码错误，您还可以输入%d次";

"user_locked"="账户已锁，将被锁定十分钟。";

"invalid_vehicle"="车辆信息有误，请拨打4008201188咨询详情。";

"invalid_account"="账户信息有误，请拨打4008201188咨询详情。";

"no_supported_vehicles"="车辆不支持，请拨打4008201188咨询详情。";

"unsupported_role"="用户角色信息有误，请拨打4008201188咨询详情。";

"no_pin_configured"="服务密码配置有误，请拨打4008201188咨询详情。";

"pin_locked"="安吉星密码已输错10次，您的遥控功能将被锁定10分钟，请稍后再试。";


"E9004"="您需要升级应用程序才能继续使用，请退出后重新启动应用程序或登录我的安吉星网站下载安装最新版本";
"Remote_DataRefresh"="车况刷新";
"Remote_FMV"="车辆位置";

"PC_ChargeMode"="充电模式";
"CM_chargeNowTitle"="即插即充";
"CM_ChargeDealyTitle"="延迟充电";
"CM_ChargeSmartTitle"="智能充电";
"CM_DepatureTimeTitle"="出发时间";
"CM_ChargeNowDesc"="插入插头立即开始充电";//"接通电源立即充电";
"CM_ChargeDelayDesc"="根据出发时间延迟充电";//"在设置时间前完成充电";
"CM_ChargeSmartDesc"="延迟（充电价格和出发时间）";//"根据电费费率与出发时间延迟充电";
"CM_Save"="保存更改";

"phev_getChargeMode_fail"="获取充电模式失败, 请稍后重试";
"phev_getChargeMode_timeout"="获取充电模式超时, 请稍后重试。";

"phev_setChargeMode_success"="修改充电模式成功";
"phev_setChargeMode_fail"="修改充电模式失败, 请稍后重试";
"phev_setChargeMode_timeout"="修改充电模式超时, 请稍后重试。";

"phev_getSchedule_fail"="获取出发时间失败, 请稍后重试";
"phev_getSchedule_timeout"="获取出发时间超时, 请稍后重试。";

"phev_setSchedule_success"="修改出发时间成功。";
"phev_setSchedule_fail"="修改出发时间失败，请稍后重试";
"phev_setSchedule_timeout"="修改出发时间超时，请稍后重试。";

"State_charging"="充电进行中";
"State_notCharge"="未充电";
"State_done"="充电完成";
"aboutTime"="预计%@充电完成";
"EVRange"="电动续航里程";
"TotalRange"="综合续航里程";

"day_0"="周日";
"day_1"="周一";
"day_2"="周二";
"day_3"="周三";
"day_4"="周四";
"day_5"="周五";
"day_6"="周六";

//无首选经销商
"NO_PreferDealer"="请点击“更换”按钮进行设置";
"fail_PreferDealer"="获取首选经销商失败，请重试";

//周边经销商[无或者获取失败]
"NO_AroundDealer"="暂无周边经销商信息";
"fail_AroundDealer"="暂时获取不到周边经销商信息，请重试";

//获取OVD失败或者OVD内容为空
"NO_OVD"="您当前没有有效的车况检测报告";
"fail_OVD"="获取您的车况检测报告失败，请重试";

//热销，1年，2年的tab下无任何在售包
"NO_Tab_package"="暂无在售套餐包";
"fail_Tab_package"="加载套餐包失败，请重试。";

//没有消息
"NO_broadCast"="您暂时没有新的消息哦～";
"fail_broadCast"="获取广播消息失败，请重试。";

//用户当前无套餐包（核心套餐，流量套餐）
"NO_package"="您当前没有有效包";
"fail_package"="获取套餐包信息失败，请重试";
"fail_package_try"="连接超时唉，轻点屏幕刷新再试试吧";
//用户收藏夹为空
"NO_favoritePOI"="暂无收藏任何兴趣点";
"fail_favoritePOI"="获取收藏夹信息失败，请重试";

//用户下发历史为空
"NO_TBT_History"="暂无任何下发的导航历史";
"fail_TBT_History"="获取下发导航历史失败，请重试";

//用户订单记录为空
"NO_orderHistory"="暂无订单记录";
"fail_orderHistory"="加载订单记录失败，请重试";
"NO_orderHistory~"="您还没有订单记录哦~";
//用户预付费卡激活历史
"NO_PPCHistory"="暂无预付费卡激活记录";
"fail_PPCHistory"="加载激活记录失败，请重试";

//用户最近操作为空
"NO_recentOperation"="最近暂无任何车辆操作";
"fail_recentOperation"="获取最近车辆操作失败，请重试";

"sendFristVehicleSet"="下发首选";
"TurnbyTurnNavigation"="音控领航";
"On-BoardNavigation"="车载导航";
"saveAndExit"="保存并退出";

"wifi_get"="获取Wi-Fi";
"wifi_set"="修改热点";
"wifi_enable"="开启热点";
"wifi_disable"="关闭热点";

"ev_getMode"="获取充电模式";
"ev_setMode"="修改充电模式";
"ev_getSchedule"="获取出发时间";
"ev_setSchedule"="修改出发时间";

"PIN_flash"="闪灯";
"PIN_horn"="鸣笛";

"CS_Good"="优秀";
"CS_Normal"="正常";
"CS_Bad"="较差";
"CS_Diagnosing"="努力检测中...";
"CS_NoRefresh"="轻触右上角刷新按钮，了解爱车状况。";
"refresh_fail"="刷新失败了唉，轻点刷新再试试吧。";
"refresh_fail1"="刷新失败了唉，";
"refresh_fail2"="轻点刷新再试试吧。";



"comments_Good"="您的爱车保养很好，\n请继续保持哦！";
"comments_Normal"="您的车况总体还不错，\n请注意定期前往4S店检测。";
"comments_Bad"="您的爱车需要保养或维修了，\n请前往4S店及时进行检测。";


"Finger_onstar"="安吉星的Touch ID";
"Finger_TouchID"="请验证已有指纹（Touch ID）";
"Finger_NOSet"="您还未设置指纹密码，请点此设置";
"Finger_input"="输入密码";

"call"="拨打";
"rm_locking"="正在执行车门上锁";
"rm_unlocking"="正在执行车门解锁";
"rm_remoteStarting"="正在执行远程启动";
"rm_remtoeStoping"="正在执行取消启动";
"rm_alerting"="正在执行闪灯鸣笛";
"rm_Light_alerting"="正在执行闪灯";
"rm_Horn_alerting"="正在执行鸣笛";

"image_loading"="轻触右上角刷新按钮，了解爱车状况";

"Ignition_on"="远程启动";
"Ignition_off"="取消启动";
"Lock_door"="车门上锁";
"Unlock_door"="车门解锁";
"Horn_and_Light"="闪灯鸣笛";
"Light_"="闪灯";
"Horn_"="鸣笛";

"Vehicle_diagnostic_report"="车况检测报告";
"Contact_Onstar"="联系安吉星";
"Dealer_reservation"="经销商预约";
"Query_traffic_violation"="违章查询";
//"Query_traffic_limitation"="Query traffic limitation";

"Wifi_management"="车载Wi-Fi";

"Geo_fencing"="电子围栏";
"Prefer_dealer"="首选经销商";
"Recent_vehicle_operation_history"="车辆最近操作历史";

"Real_time_traffic"="实时路况";
"POI_search"="兴趣点搜索";
"Quick_go_home"="一键到家";
"Quick_go_to_office"="一键到公司";
"Find_my_Vehicle"="车辆位置";
"CadillacClub"="车主俱乐部";


"Upgrade_to_subscriber"="升级为车主";
"Onstar_true_story"="真实故事";
"Onstar_service_introduction"="服务介绍";
"Set_charge_mode"="充电模式";
"Departure_time"="设置出发时间";
"Charge_notification"="充电通知";

"page_loading"="正在加载中";

"tab_carStatus"="tab_carStatus";
"tab_remote"="tab_remote";
"tab_housekeeper"="tab_housekeeper";

"tab_carStatus_iPhone4"="tab_carStatus_4";
"tab_remote_iPhone4"="tab_remote_4";
"tab_housekeeper_iPhone4"="tab_housekeeper_4";

"tab_carStatus_iPhone5"="tab_carStatus_5";
"tab_remote_iPhone5"="tab_remote_5";
"tab_housekeeper_iPhone5"="tab_housekeeper_5";


"inPutCaptchaImage"="请输入验证码";
"changeOneCaptchaImage"="换一张";
"inPutCaptchaImageError"="图形验证码错误";

"Information"="消息";
"Settings"="设置";
"Help"="帮助";
"HelpDetail"="帮助详情";
"Feedback"="反馈";
"About"="关于";
"VehicleInformation"="车辆信息";
"UserManual"="用户手册";

"My_Account"="我的账户";

"Head_photos"="头像";
"Me_NickName"="昵称";
"Me_UpdateInfomation"="信息完善";
"chargeComplete"="充电完成通知提醒";
"chargeInterrupted"="充电中断通知提醒";
"chargeNot"="充电通知";

"Call_change"="拨打客服电话更改手机或邮箱信息：";
"Please_set_your_login_password"="请输入新登录密码";

"Not_Onstar_Subscriber"= "安吉星智能互联车主及访客点击此注册";
"Failed_try_again_later"="系统开小差了，请稍后再试。";
"Failed_try"="设置失败，请稍后再试。";
"Bad_connection"="当前网络不佳，请稍后再试。";
"Success_S"="设置成功";

"Remote_Control"="远程控制";
"Vehicle_service"="车辆服务";
"Vehicle_control"="车辆控制";
//"Navigation"="导航";
"Personal_service"="个人服务";
"Sort_Delete"="编辑";
"Drag_to_sort"="拖动排序";
"Click_to_Edit_More"="点击按钮添加功能";
"Cannot_add_more"="快捷操作已满，请删除后再添加";
"Experienced_days"="已体验天数";
"Data_plan_remaining"="剩余流量";
"Edit_more_by_long_pressing"="长按快捷图标进入编辑";
"Favorites"="收藏夹";

"Fingerprint_Unlock"="指纹密码";
"OnStar_Fingerprint_Password_Service"="安吉星指纹密码服务";
"Service_Could"="可用于登录及代替服务密码执行车辆服务";
"Connecting_the_vehicle"="正在连接车辆...";
"Are_you_sure"="操作未保存，您是否要放弃操作";
"Discard_changes"="放弃";
"Continue_editing"="继续编辑";
"Account"="用户名";
"Change_Password"="密码";
"Fingerprint_Password"="指纹密码";
//"OnStar_Mobile_Application"="安吉星手机应用 ";
"True_Story"="真实故事";
"Operation_Tips"="服务贴士";
"OnStar_Service_Introduction"="服务介绍";
"Information_Detail"="消息详情页";

"Vehicle_Control" = "车辆控制";
"Vehicle_Service" = "车辆服务";
"OnStar_Package" = "安吉星套餐";
"Data_Plan" = "互联套餐";
"Prepaid_Card" = "预付费卡激活";
"Charge_Mode" = "充电模式";
"Security_Zone" = "电子围栏";
"Prefer_Dealer" = "首选经销商";
"Recent_History" = "车辆操作历史";
"Vehicle_Report" = "车况检测报告";
"Contact_OnStar" = "联系安吉星";
"Dealer_Reservation" = "经销商预约";

"Quickly_go_home" = "一键到家";
"Quickly_go_to_office" = "一键到公司";
"Navigation" = "导航服务";
"Buick_Care" = "别克关怀";
"Distinctive_Service" = "特色服务";
"Latest_Activities" = "最新活动";
"Car_Tips" = "养车关怀";
"Please_Choose_Your_Vehicle_Model" = "选择您的车型";
"Vehicle_Management" = "车辆管理";
"Plate_Number" = "车牌号";
"Plate_Number_Format_Error" = "车牌号格式错误";
"Save" = "保存";
"Engine_Number" = "发动机号";
"Please_Input_Plate_Number" = "请输入车牌号";
"Vehicle_Switch" = "切换车辆";
"Choose_Prefer_Dealer" = "选择经销商";
"Dealer" = "经销商";
"Address" = "地址";
"City" = "城市";
"Mobile" = "电话";
"Prepaid_Card_Number" = "预付卡号";
"History_Record" = "历史记录";
//"VIN" = "车辆识别";
"Please_Input_VIN" = "请输入车辆识别码";
"Next_Step" = "下一步";
"Activate_Now" = "立刻激活";
"Please_Input_Password" = "请输入预付卡密码";
"Confirm" = "确认";

"Onstar_PIN"="服务密码";
"Onstar_Contact_Number"="忘记服务密码，拨打客服电话：400-820-1188";
"rm_label_Tip"="使用须知";
"Remote_Control_Share"="遥控分享";
"Remote_Control_Auth_Setting"="授权信息";
"want_to_logout"="你确定要退出当前账号吗？";
"Super_Butler"="超级管家";
"Driver"="代驾";
"Restaurant"="订餐";
"Golf"="高尔夫";

"Send_TBT"="音控领航";
"Send_ODD"="车载导航";
"enter_the_verification"="请输入右侧验证码";

"Order_history" = "订单记录";
"Data_plan_package" = "互联套餐";
"Remaining" = "当前可用剩余流量";
"Total_remaining" = "剩余总流量";
"Start" = "开始时间";
"End" = "结束时间";
"Duration" = "有效期";
"Day" = "天";

"RM_IKnown"="我已知晓";
"least_four_shortcuts"="请至少保留4个快捷方式。";
"RM_makeSure"="是否放弃本次操作?";
"RM_input_PIN"="输入服务密码";
"RM_OK"="确定";
"Personal_Information"="个人资料";
"Upload_succeeded"="上传成功";
"Upload_failed"="上传失败";

"Select_image"="选择图像";
"Choose_from_photos"="从手机相册选择";
"Take_photo"="拍照";

"updated_Mobile_Email"="更新手机或邮箱后，请用新的手机或邮箱进行登陆。";
"Navigation_options"="下发首选设置";


"Verify_by"="验证方式";
"Mobile_"="手机号码";
"Mobile_r" = "手机号";

"Navigate_Home_Search"="搜索";
"Navigate_Home_Roud_Condition"="路况";
"Navigate_Home_Car_Location"="车辆位置";
"Navigate_Home_My_Location"="我的位置";
"Navigate_Home_Clean"="清除";
"Navigate_Home_Confirm_Address"="地址确认";

"Navigate_Position_View_My_Location"="我的位置";
"Navigate_Position_View_TBT"="音控领航";
"Navigate_Position_View_ODD"="车载导航";
"Navigate_Position_View_Around_Search"="周边检索";
"Navigate_Position_View_Around_Dealer"="周边经销商";
"Navigate_Position_View_Share"="分享位置";
"Navigate_Position_View_Route"="规划路线";
"Navigate_Position_View_Ensure"="确定";

"Navigate_Search_Input_Address"="请输入地址";
"Navigate_Search_TransPort"="交通设施";
"Navigate_Search_Food"="餐饮住宿";
"Navigate_Search_Shopping"="购物商场";
"Navigate_Search_Life"="生活服务";
"Navigate_Search_More"="更多";
"Navigate_Search_Home"="家";
"Navigate_Search_Company"="公司";
"Navigate_Search_Home_SetAddress"="设置地址";
"Navigate_Search_Company_SetAddress"="设置地址";
"Navigate_Search_More_History"="更多搜索历史";
"Navigate_Search_Clean_History"="清空搜索历史";
"Navigate_Search_More_Send_History"="更多下发历史记录";
"Navigate_Search_Send_To_Car"="发送到车";
"Navigate_Search_Load_Previous_Result"="加载上十条";
"Navigate_Search_Load_Next_Result"="加载下十条";
"Navigate_Home_My_FootPrint"="我的足迹";

"Navigate_MoreView_More"="更多";
"Navigate_MoreView_Transport"="交通设施";
"Navigate_MoreView_Restaurant"="餐饮住宿";
"Navigate_MoreView_Shopping"="购物商场";
"Navigate_MoreView_Life"="生活服务";
"Navigate_MoreView_Car"="车辆";
"Navigate_MoreView_Sports"="体育休闲";
"Navigate_MoreView_Scenery"="风景名胜";
"Navigate_MoreView_Government"="政府机构";
"Navigate_MoreView_Business"="商业服务";
"Navigate_MoreView_Others"="其他";

"Navigate_Home_Setting_Input_Address"="请输入地址";
"Navigate_Home_Setting_My_Position"="我的位置";
"Navigate_Home_Setting_Car_Position"="车辆位置";
"Navigate_Home_Setting_Pick_Point"="地图选点";

"Navigate_Types_Search_Input_Address"="请输入地址";
"Navigate_Types_Search_3Km"="3公里";
"Navigate_Types_Search_5Km"="5公里";
"Navigate_Types_Search_Whole_City"="全城";
"Navigate_Types_Search_Send_To_Car"="发送到车";
"Navigate_Types_Search_Phone"="拨打电话";
"Navigate_Types_Search_Sort_Distance"="距离优先";
"Navigate_Types_Search_Sort_Defult"="综合排序";

"Navigate_Detail_Title"="详情";
"Navigate_Detail_ODD"="发送车载导航";
"Navigate_Detail_TBT"="发送音控领航";
"Navigate_Detail_Around_Dealer"="周边经销商";
"Navigate_Detail_Around_Search"="周边检索";
"Navigate_Detail_Collect"="收藏目的地";
"Navigate_Detail_Route"="规划路线";

"Navigate_Route_Title"="路径规划";
"Navigate_Route_My_Position"="我的位置";
//"Navigate_Route_End"="终点";
"Navigate_Route_History"="规划历史";
//"Navigate_Route_End"="起点";

"Navigate_Route_List_Title"="路径规划结果";
"Navigate_Route_List_Distance_Title"="预计行驶距离";
"Navigate_Route_List_Time_Min"="分钟";
"Navigate_Route_List_Time_Hour"="小时";
"Navigate_Route_List_Distance_Km"="公里";
"Navigate_Route_List_Distance_M"="米";
"Navigate_Route_List_Fast"="用时最快";
"Navigate_Route_List_Short"="路程最短";
"Navigate_Route_List_No_Fast_Way"="不走高速";

"Navigate_Notification_Location_Failed"="获取定位信息失败!";
"Navigate_Notification_Cannot_Get_Location"="暂时无法获取定位信息!";
"Navigate_Notification_Save_Failed"="信息保存失败!";
"Navigate_Notification_No_Home_Address"="您还未设置过一键到家的常用地址，是否现在去设置？";
"Navigate_Notification_No_Company_Address"="您还未设置过一键到公司的常用地址，是否现在去设置？";
"Navigate_Notification_Login_To_Check"="请先登录查看收藏的兴趣点";
"Navigate_Notification_No_Address"="暂无地址信息";
"Navigate_Notification_No_PhoneNum"="暂无电话号码";
"Navigate_Notification_No_Route_Begin"="未设置起点位置";
"Navigate_Notification_No_Route_End"="未设置终点位置";
"Navigate_Notification_No_Search_Result"="很抱歉，未搜索到相关数据。";
"Navigate_Notification_Please_Input_NickName"="请输入别名";

"Get_Location_InProcess"="正在获取当前位置，请稍候。";
"Get_Location_Failed"="当前您的网络不稳定，请稍后再试。";

"Navigate_Alert_Make_Phone_Call"="是否拨打电话";
"Navigate_Alert_Delete_Collect"="您确定删除该收藏 ?";
"Navigate_Alert_YES"="是";
"Navigate_Alert_NO"="否";

"Wifi_edit_title"="修改热点名称";
"password_edit_title"="修改热点密码";

"Save_vehicle_image_success" = "保存车辆图片成功！";
"use_it" = "使用";
"CancelTitle"="取消";
"Set_engine_number" = "设置发动机号";
"Set_the_license_plate_number" = "设置车牌号码";
"modify" = "修改";

"CM_alert"="提醒设置";
"wifi_script1"="Wi-Fi热点：";
"wifi_script2"="您也可以通过安吉星手机应用，查看您的4G LTE车载Wi-Fi热点的名称和密码。";
"wifi_script3"="点击“>”,您可以输入个性化的车载热点名称和密码，点击“保存”，输入安吉星密码，即可设置成功。";

"No_data_left"="没有流量了诶，快去购买吧~";
"engine"="发动机号";
"license_plate"="车牌号";
"error_please_re-enter"="错误，请重新输入";
"no_prefer_dealer"="您还没有首选经销商哦~";

"Your_issue"="问题和意见";
"FourPhotos"="图片（选填，提供问题截图，最多4张）";
"proble_you"="请简要描述您的问题与意见";

"mobile_same"="新手机号与原手机号不能相同";
"email_same"="新电子邮箱与原电子邮箱不能相同";

"Purchase"="购买";
"Submitted_successfully"="反馈成功";
"Thanks_feedback"="感谢您对安吉星的关注和支持，我们会认真处理您的反馈，尽快修复和完善相关功能";

"Close_Btn"="关闭";
"not_OnStar_package"="您还没有安吉星包哦～ ";

"Coming_soon_True_Story"="目前还没有真实故事，过段时间再来看看吧。";
"Coming_soon_Operation_Tips"="目前还没有服务贴士，过段时间再来看看吧。";
"Coming_soon_OnStar_Service_Introduction"="目前还没有服务介绍，过段时间再来看看吧。";

"Charge_Station_Get_Message_Failed"="信息加载时出错了，请重试一下。";
"Charge_Station_No_Result"="暂无搜索到符合要求的充电桩，请重新搜索。";

"rm_lock_tip"="此操作将锁上所有的车门，注意人身及车辆安全";
"rm_unlock_tip"="此操作将解锁所有的车门，注意人身及车辆安全";
"rm_start_tip"="请确保车钥匙远离车辆30米以上，车辆熄火，挂P档，四扇车门关闭并且正常上锁。";
"rm_cancel_tip"="此操作仅适用于您上一次启动车辆的方式为安吉星远程启动";
"rm_alert_tip"="请确保车辆档位置于P档，闪灯鸣笛将持续30秒后自动关闭";

"signIn_SignUp"="登录/注册";
"Me_Recent_History"="车辆操作历史";
"VIN_Number"="VIN号";
"Vehicle_Series"="车系";
"Vehicle_Model" = "年款";
"Switch_Vehicles" = "切换车辆";
"Insurance_Company" = "当前保险公司";
"CLIVTA_expiry" = "交强险到期日";
"Vehicle_Insurance_expiry" = "商业险到期日";
"Drive_License_Expired_Date" = "驾照到期日";
"Contact_Address" = "联系地址";
"learn_more" = "更多服务";
"Smart_Driver" = "驾驶评分";
"My_Privilege" = "我的特惠";
"Vehicle_Evaluate_unsupport"="可能因信号不佳、设备损坏或者曾未续费，数据缺失较多，未能生成报告";
"DateExit"="退出";
"DateConfirm"="确认";
"Please_Select_Time"="请选择时间";
"Clear_Cache"="清除缓存数据";
"Clear_Cache_SucessMessage" = "清除缓存数据成功。";
"Smart_Driver_Service" = "驾驶行为评价服务";
"Current_Vehicle" = "当前车辆";
"Retry" = "重试";
"LoadDrivingBehaviorStatusErrInfo" = "获取最新的驾驶行为评价服务信息失败，是否尝试重新获取？";
"NoDiscountDataInfo" = "最近没有特惠信息呢~稍后再来看看吧！";
"Map_geo"="电子围栏";
"Map_No_Foot_Print"="您暂时还没有任何足迹哦，快快来体验下我们的导航功能吧~~";
"Upgrade_Subscriber_Prompt"="拍照或输入开通安吉星服务时的车辆识别码(VIN)";
"Need_Verify_User"="您还未验证您的帐号,请完成验证流程后登录";
"Register_Sure"="知道了";
"Register_Inexist_VIN"="请您输入正确的VIN号或拨打客服电话 400-820-1188";
"Register_Success_Wait"="系统后台仍在审核您的信息,\n请耐心等待,\n注册成功后会短信通知您,";
"Register_MA_Success"="您的注册请求已提交\n系统后台仍在审核您的信息，\n注册成功后会短信通知您，\n感谢您的配合。";
"Register_Add_vehicle"="您已成功添加新车，\n您的注册请求已提交，\n系统后台仍在审核您的信息，\n注册成功后会短信通知您，\n感谢您的配合。";
"Register_Fail_Wait"="该车已注册安吉星\n您与该车不是绑定关系";
"Register_Success_Prompt"="您可以使用注册时的邮箱手机号或用户名登录使用";

"Done"="完成";
